[
  {
    "id": "17401",
    "name": "Bumble Dating App: Meet & Date",
    "category": "Dating",
    "rating": "4.3",
    "downloads": "197.4M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "5.370.0",
    "update_time": "08 Jul, 2024",
    "developer": "Bumble Holding Limited",
    "icon": "https://play-lh.googleusercontent.com/X3L93Xhvu_at9rma4VreKjjJHXJQEiYARLjF3lvqhWNsFbY6-JDrGBZQM3qiv4MwVg=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/GunApbEmFpXjMjKIWuKE8eTPcXKuk6vesW_q9uLfSJn-5oArU0OOD1QWhrdFLWo5ZYU=w526-h296",
      "https://play-lh.googleusercontent.com/KAj_RpwgBye1BEpgIGF986Qd8fHy9EPij7JzYFceV8qN1KJJOv7IE7d1a93pSnTI1vY=w526-h296",
      "https://play-lh.googleusercontent.com/3Ge1fjX8pvXoqzapbchrV8gqanNEKWUG9gaL5lZw0vXklvqlD97D1ZqNoX4_BojQJwI=w526-h296",
      "https://play-lh.googleusercontent.com/Ve7FxPz9CXJRpGshZYzH9X_Le2idrnaucWl7E6qyRaBRQNNHkjWqfyj8cb0DHacD3w=w526-h296",
      "https://play-lh.googleusercontent.com/M23X1FReIqGPXcVW6tcr1jOGNkafMX7nuwikMGql_9Evz6leaxB2VqCxFn8XfEs7sSDv=w526-h296",
      "https://play-lh.googleusercontent.com/DN4orYa9gEgqhfoiANQsWcRYz7ssKusxhRkp1zCAE_jSitk-BZJkgmrPPlEzG-LhhUo=w526-h296",
      "https://play-lh.googleusercontent.com/Rr9CC2MeSi94Mi_-RdEeJ25qW11Ng8MHBYLytcPtR-eWBgSm_qhjqznoZdPGv9L8QQ=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Bumble is a free dating app helping singles find fun, meaningful, and kind connections. It’s the dating app where kindness is sexy, and women come first—always.\n\n\nBumble is a free dating app dedicated to helping singles find fun, meaningful, and kind connections. It’s the dating app where kindness is sexy, and where women come first, always. We champion respect and equality, and we don't just welcome, but we celebrate every orientation. So whether you're straight, gay, lesbian, trans, here to find love, here to find fun, here to find friends, or simply dating for the plot–creating new connections has never been easier.\n\n\nOur community is filled with millions of people across the globe who are ready to chat and meet new people, build genuine and meaningful connections, and maybe find that artsy, museum-loving, Scorpio they've been looking for.\n\n\nDATE, MEET NEW FRIENDS, AND NETWORK\n\nOur matchmaking technology is constantly evolving to create a fun, kind, and most importantly safe experience for you across all of our apps, including:\n\n\nBumble Date: Where women make the first move. Women always come first on Bumble, we've rewritten the dating rules so that everyone can form meaningful relationships safely and respectfully.\n\n\nBumble For Friends: Life is better with friends. Whether you're new to a city or hoping to expand your circle, Bumble For Friends is an easy way to make new friends.\n\n\nBumble Bizz: Yep, you read that correctly. We have Bumble Bizz, too. Use Bumble Bizz to network, find mentors, and create new exciting career opportunities.\n\n\nWOMEN COME FIRST, ALWAYS\n\nWe believe a better world for women means a better world for everyone. So, for the most part, women get to make the first move around here. In heterosexual matches, the woman has 24 hours to make the first move and the man has 24 hours to respond. In same-sex matches, either person has 24 hours to make the first move, while the other individual has 24 hours to respond. So, don't let them be the one that got away. Send that message ASAP.\n\n\nDON'T JUST TAKE OUR WORD FOR IT\n\n“Bumble exists to empower women...” (Fast Company)\n\n“Bumble is just an app: but it’s changing the discussion.” (Wired)\n\n“Bumble offers an alternative that prioritises meaningful connections, with women calling the shots:” (UK Sunday Times)\n\n“Bumble rejects hate speech to make users feel safe on its dating app” (Texas Standard)\n\n“What makes Bumble different from other dating apps...is its focus on giving women all the power. ” (Business Insider)\n\n\n---\n\n\nLike the best things in life, Bumble is free to download and use. But we do also offer optional subscription packages (Bumble Premium and Bumble Boost) and single or multiple-use paid services for which no subscription is required (including Spotlights and SuperSwipes).\n\n\nWe offer weekly, monthly, 3 month, and 6 month subscriptions with varying discounts. The prices may vary per country and are subject to change without notice. Prices are clearly displayed in the app.\n\n\n* Payment will be charged to your iTunes account at confirmation of purchase.\n\n* Your subscription will automatically renew itself, unless auto-renewal is turned off at least 24 hours before the end of the current period.\n\n* Your account will be charged for renewal within 24 hours before the end of the current period.\n\n* You can manage your subscriptions and turn off auto-renewal by going to your Account Settings in the iTunes Store.\n\n* If offered, if you choose to use our free trial, any unused portion of the free trial period will be forfeited when you purchase a subscription to that publication, where applicable\n\n* If you don’t choose to purchase Bumble Boost or Bumble Premium, you can simply continue using and enjoying Bumble for free."
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.bumble.app&hl=US",
    "slug": "bumble-dating-app-meet-date"
  },
  {
    "id": "17876",
    "name": "StoryGraph",
    "category": "Books & reference",
    "rating": "4.5",
    "downloads": "3M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "1.22",
    "update_time": "10 Mar, 2025",
    "developer": "The StoryGraph",
    "icon": "https://play-lh.googleusercontent.com/bOOrAMR_IOv0jyKJU2MstONEBGzAEQmEoNmaRPl-V4CY4uvFNmrI2aBoXmnhGxhsxdo=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/rUz9hzONrRw3ypb_3ZUri9vq_8rpWBeIbGqWn_j7OwVQcYCdQmPbau45_oNx9RmVC7Q=w526-h296",
      "https://play-lh.googleusercontent.com/4nW4NICC_UonjMsJnPmC2Rxvi-KPJxX4rI-r1ek0vnVFKMeI4Bm_oTIRf-up6cpUXyA=w526-h296",
      "https://play-lh.googleusercontent.com/Ua4xEdKeGU5uDPMwfNteaMEj9cfitV9nKjojS-0ryEMpigl_4OJ8_x-VeJDNbd2dZOmw=w526-h296",
      "https://play-lh.googleusercontent.com/vWie5qREbr4m02slulA4ZsbeRcl1OUy_TOWBD3iskZ2og_5ZlGwZInDKqPUbQ_F4TGo=w526-h296",
      "https://play-lh.googleusercontent.com/xQYCyYkuxywObDCVdH2JMm78_qAbmS8kgP4xfF_70o78xMp2mvx3vFGXL8SKdOGjF7s=w526-h296",
      "https://play-lh.googleusercontent.com/-6is11jxnj2Pt7D6fv-0g7ixmXt4h0Lr3wsZn3EJJ5I_LvKkPcHr-UxVUWBk8tfQip0=w526-h296",
      "https://play-lh.googleusercontent.com/D2jYb8sa2m8qxESQOMqCJ4UnAdgkIViEfv0Sj1q9ie9FQZQCHxA51Q_ABncviMkw12w=w526-h296",
      "https://play-lh.googleusercontent.com/z2YqtM1GCU1Frbuv4fmRIc17TrlERQkdtJrF1Oam2rqHYyrnzcbqKRuM33yxygalXQ=w526-h296",
      "https://play-lh.googleusercontent.com/o-ADifO5NZRow5DF1A28IsquktilJUX1iTIhc4xhZFEMDLlpbnqlabXxSDS9EfKpt54=w526-h296",
      "https://play-lh.googleusercontent.com/rlCmCg1JshJNhlXetCOWCLqA_sT3t7dN4Alq4Bg25eatmZaL1wgLK0q44yiZn6qvYpoo=w526-h296",
      "https://play-lh.googleusercontent.com/uKy3DZYOXupJE5XhEmOPwqpFlU6K1cLHurd7wkHouGStYlTQ2Ad-m_rio28mKIohpwrw=w526-h296",
      "https://play-lh.googleusercontent.com/oxiY6iWDoJDA9DI996jVJz0WDvpelWtWRFbEYVbZWiSrtpGk-CWEzWwpjqrXLo1kYfry=w526-h296",
      "https://play-lh.googleusercontent.com/Xs2u7_EqokDfJ_S6extSt_86SSMOHFGzipgUVWL5QV2_uG4QzFmq0yQ5wYwQfAeXt_g=w526-h296",
      "https://play-lh.googleusercontent.com/YeIKeSGPwZ4uHEnhmK_IyVbR5-cvAN1XL4p2VuVV1FQymv_JgmjXyppRT3NU1vvaYrw=w526-h296",
      "https://play-lh.googleusercontent.com/7lZg_Lz-pkPgq3kFVoYdK37blxSbxkF85vzB_muO23lI2u9bYA1fpGoo_2VvomAnrCi0=w526-h296",
      "https://play-lh.googleusercontent.com/Mgwr3otChS19JlROgRSylvKVO_VjWplatUC4b19KLkbFaHiTZicX1UrZ745KrRq3KL4=w526-h296",
      "https://play-lh.googleusercontent.com/VAObXq1JTA8lV0BMZy1Yb-Qm3BH9zNqtmrGFzJIgtiyDdB_zsAr9a7MApBvaVF9ZPGI=w526-h296",
      "https://play-lh.googleusercontent.com/n9aTOv_Y7kc0UzRLpwW2cmw-KpNXSX_L7Fgit5dPYDcz8XM0yeC3NqzsUHUuCBHdYVe3=w526-h296",
      "https://play-lh.googleusercontent.com/D3cnimGWIGL3eaoZgYjkv_Eya2OAxgV0som94CDyomKiirJTl0M1NkQFj-c4PAPPlKUi=w526-h296",
      "https://play-lh.googleusercontent.com/-4G70Jb1dEFyLdGsEW-Ik1Rr8Ck_m6IpwIh5xUIsMz9jvRUjlFBmQjpk5TPtTuO_8R3z=w526-h296",
      "https://play-lh.googleusercontent.com/ErwVQli0O44DTleq2abf1rHHtkJUsFYoBM_Lcvivv1vc06MvqNm0-kwFyzUaH20GmGE=w526-h296",
      "https://play-lh.googleusercontent.com/ZPGiNRJ9e7i7kt306U75uSO9ZO5Mmd_EDKfeAuMjy1ltLmp_NtCeKLnahHe3Pue8TA=w526-h296",
      "https://play-lh.googleusercontent.com/5H7Iff8fP3msOCMjE3qjMbPwytLxZPD0clmBywlvDq8cXJdmM3bsSfduM_x969N15I0=w526-h296",
      "https://play-lh.googleusercontent.com/x9W1RspInY5LkOG3DnVIXo1k2CwF6ZZ3GhsT8liL1XBP_A-HHBUyrxec1tOLh4NqG5bR=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Import your Goodreads data: We will import all of your currently-reading, read, to-read, and did-not-finish shelves. Any custom shelves will be mapped to a custom tag on The StoryGraph.Simple tracking and insightful stats: Easily track and learn about your reading habits with our wide range of charts and graphs. See how your reading develops over time and use that to help you pick better books.Get smart personalized recommendations: Our machine learning AI is like your trusted go-to friend for book recommendations. It'll understand your reading preferences and find the best books for you.Discover books by mood: In the mood for something adventurous, funny, and fast-paced? What about a darker, slower, more emotional read? Mix and match our comprehensive set of filters to choose your next perfect book.Read with friends: Add live reactions to specific parts of the book without fear of spoilers. Comments are locked for other participants until they reach that point in their reading. Don't have people to read with? Weâve got machine learning-powered suggestions for great reading buddies.Reading Challenges: Want to read one book from every country in the world? Or how about read a book per week across a range of genres? Our reading challenges feature help you set up personal goals or join in with others.Custom Tags: Enhance your book tracking and discovery by making use of our custom tags feature. You can search and filter books by your tags and share curated lists with friends.Content Warnings: When you review a book, you can let us know if there's any content within it that might be triggering for others. Then, when searching for your next read, all of this information is at your disposal.Features:â¢ Import your Goodreads accountâ¢ Reading charts and graphsâ¢ Buddy readsâ¢ Readalongsâ¢ Personalized machine learning recommendationsâ¢ Follow your friends to see what they're readingâ¢ Annual reading, page, and listening goalsâ¢ Search/browse books by mood, pace, and moreâ¢ Custom tagsâ¢ Lists to share with your friends or the publicâ¢ Create your own reading challenge or join in with othersâ¢ Dark Modeâ¢ Barcode Scannerâ¢ Giveawaysâ¢ Browse similar booksâ¢ Find similar usersâ¢ Half and quarter star ratingsâ¢ Built-in DNF (Did Not Finish) functionality (including tracking pages read)â¢ Progress updates with built-in reading journalâ¢ Author-approved and user-submitted content warningsWant to support an independent, Goodreads alternative? Consider upgrading to Plus!â¢ Keep the platform ad-free: You'll help The StoryGraph stay independent!â¢ Custom Charts: Create your own pie and bar charts, customise the colors and labels, and populate them using custom tags or custom book length ranges.â¢ Extra Stats Filters: Filter down your stats to a custom time period, or view stats for your fiction or nonfiction reads, your custom tags, any particular mood or genre, and more. You can also see your average rating across different book types and formats.â¢ Compare Stats: Compare any two stats segments of your StoryGraph library, whether that's a particular year against a custom time period, your To-Read Pile against your owned books, or a combination of several other options.â¢ Exclusive Charts: When comparing your reading across two different years, see exclusive year-on-year charts on the number of books read and their genres.â¢ Shape the roadmap: You get to vote and comment on upcoming features as well as submit official requests for new onesâ¢ Priority Support: Your support tickets and requests for book information updates will be handled firstPrivacy Policy: https://app.thestorygraph.com/privacyTerms of Service:https://app.thestorygraph.com/terms-of-service"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.thestorygraph.thestorygraph&hl=en_US",
    "slug": "storygraph"
  },
  {
    "id": "17877",
    "name": "Partiful: Fun Party Invites",
    "category": "Lifestyle",
    "rating": "5.0",
    "downloads": "110.6M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "1.37.9",
    "update_time": "10 Mar, 2025",
    "developer": "Partiful",
    "icon": "https://play-lh.googleusercontent.com/xsmc7n67VjXJRzNbdMn9x3zmec2KRedtyCxNvtFtX9AAz-COIafvEQBUySJj01ZP5g=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/0uSNdBswBdKtEQX6wEfTpaWbgxdvNY9D1b2EKmrdzMC6zep8HcwUv8Jj4ZL1PrIez5Qm=w526-h296",
      "https://play-lh.googleusercontent.com/CRmmAvyohhdmYvLOwYq1v--9kX7vyK8etfgoIznXnNhAu0gM2OcpAhTagztTVEC9VQ=w526-h296",
      "https://play-lh.googleusercontent.com/noDLXHt7rV9X6wBVWCKlt4T7aamhHE-gen6NpnlwjGUGyyFwobHQKV0jzfR2dhTqiw=w526-h296",
      "https://play-lh.googleusercontent.com/1gJ3shiCrcG7jlY7u8eXC99Q_c6-eitFCh4MyUBMGkKtwkHUh4EwJ6fU_HJuHRkLQPE=w526-h296",
      "https://play-lh.googleusercontent.com/9O2VxPAL2RNm2PwR4oKqjtOjFIN7MYxqv4ng0waPWv24KneXqNvq7azu6m4DvhcbHFU=w526-h296",
      "https://play-lh.googleusercontent.com/Nnm-z_7DcMU8CUR3UOlnVX6FEOqChF4UmBq5x8j8f2G8aHDbVBCKYP5PG3iiWM5MUw=w526-h296",
      "https://play-lh.googleusercontent.com/ytWTpQKAA7TUxWemS4QMIqFRjkXaL0q2vIDf3ZfA22m0E0C7TTAWvgy4jkQykMi8qQ=w526-h296",
      "https://play-lh.googleusercontent.com/s1QlTb4P6gnOOQEOTeWwBm84asRKFa3hZMDpgW3gYI3l7gykaKud8pG80AUhIYyKI55A=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "The easiest way to plan social events. Create free event invite pages that stand out, track whoâs going, share a Photo Album, and keep guests updated with Text Blasts.*ACTUALLY* FUN EVENT PAGES (100% FREE)- Create pages for any event â birthdays, pregames, kickbacks, dinners, date nights, game nights, watch parties, pickup games, group trips, bachelor/bachelorettes, weddings, and more- Make it aesthetic with page themes, effects, and event postersâor upload your own- Guests can see who else is going and add comments, GIFs, and photos to the pageINVITE FRIENDS ON ANY PLATFORM (not just iPhones)- Customize your RSVP settings for all types of events, public or private- Invite anyone with a link â *guests donât need the app*! One link to send invites to both Apple and Non-Apple users, and you can track RSVPs in real time.- Re-use your guest lists for future events, and invite people you meet at other Partiful partiesSHARE UPDATES AND PHOTOS- Text Blast your guests with important updates- Post comments on the page that guests can react and reply to- Upload pics to a Shared Photo Album, and collect photos from guestsFIND A TIME THAT WORKS FOR EVERYONE- Not sure whoâs free? Poll your guests before selecting a final date- Guests can RSVP to multiple options, and you pick what works best- Everyoneâs RSVP is automatically updated once you pick a dateBE TYPE-A ABOUT IT- Drop your Venmo or CashApp for guests to chip in- Limit spots available, weâll handle the waitlist- Add a questionnaire to collect dietary restrictions, location preferences, and moreOR BE CHILL- Create a simple page in *seconds* (literally)- Leave date & time TBD, figure out details later- Keep it casual with designs for board game nights, dinners, and date nightKEEP TRACK OF YOUR SOCIAL LIFE- View events youâre planning and attending in one place- Automatically add all Partiful events to your Google, Apple, or Outlook calendar- Check the guest lists to see whoâs coming- Discover Open Invite events hosted by your MutualsORGANIZER PROFILES- Showcase all your events with a single shareable link- Easily re-invite past guests and grow a community that keeps showing up- Work with co-admins to create and manage eventsPARTY PROFILES- Add a bio, profile photo, and your socials- Show off how many events youâve hosted and attended- Keep track of your Mutuals (the people youâve partied with)â¦â¦Got questions, suggestions, or fun party ideas? DM us on IG @partiful or email us at"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.partiful.partiful&hl=en_US",
    "slug": "partiful-fun-party-invites"
  },
  {
    "id": "17878",
    "name": "Yuka - Food & Cosmetic Scanner",
    "category": "Health & fitness",
    "rating": "4.8",
    "downloads": "201.4M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "4.47.1",
    "update_time": "13 Mar, 2025",
    "developer": "Yuca",
    "icon": "https://play-lh.googleusercontent.com/fmGc9NGmf0ZTV2PQIhZ7lprvqNaUOaZEFXZg6MIG5fDaUiTua4Y2D7IxA3jaHDj2xQ=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/CXNw0TpqtzM1pLYKk3I3bdxj5Wl8phAa5JaPjxWQsRr3eT_nETRr6OZb0eTp5h-a7C8=w526-h296",
      "https://play-lh.googleusercontent.com/ovnVAwzF7dPowon9xst5psECbXRsqmdijhxcvZqvATvqAgs6fbh37eb-_vHQDzyzGak=w526-h296",
      "https://play-lh.googleusercontent.com/lqD3ml-0gHBGJgwHFkZzpsikGRvO1_9sh5LizqXNuSlDVNkqwpfxB9V91JGrTAl-Rlcn=w526-h296",
      "https://play-lh.googleusercontent.com/cbmWdpb6QKT7ylTrygFiQB71_3AqPDAP2Q4lEvEJjD9zUEQMC11l0neaOOcO7FD8GIM=w526-h296",
      "https://play-lh.googleusercontent.com/rPvSYS0UVgWlRE7nzs_aptVYoOmEmQIfFfm4hRyxqhiUrXSFLsdEXVjtRYnvKN26e8o=w526-h296",
      "https://play-lh.googleusercontent.com/B83gzJ04f0cnqVW-4RsNWfv6OvX_CyGFcIZx2U2sdHbxP24zkKM71l86ogE3kQXMD2Cy=w526-h296",
      "https://play-lh.googleusercontent.com/Kz6CXbe2oijeLFILA8IziOjWY_dvPWfXfcaUE1XtPxCVKqjy4uZbn0wqyuRauUo50_w=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "â 65 MILLION USERS âYuka is a free mobile app that allows you to scan the barcodes of food and personal care products and instantly see their impact on your health. A rating and detailed information help you understand the analysis of each product.When a product has a negative impact on your health, Yuka also recommends similar but healthier alternative products.â A 100% INDEPENDENT PROJECT âYuka is a 100% independent project : product reviews and recommendations of healthier alternatives are done in an objective way. No brand or manufacturer can influence them in one way or another. Furthermore, there is no in-app advertising. You can access detailed information on our business model on our website (www.yuka.io).â 5 MILLION REFERENCED PRODUCTS âYuka established a database that contains 3 million food products and 2 million cosmetic products.Each food product is evaluated according to 3 objective criteria: nutritional quality, presence of additives and organic aspect of the product.The method to analyse cosmetic products is based on the analysis of all the ingredients of the product. Each ingredient is assigned a risk level according to the latest scientific data.---Terms of use: https://yuka-app.helpdocs.io/l/en/article/2a12869y56"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=io.yuka.android&hl=en_US",
    "slug": "yuka-food-cosmetic-scanner"
  },
  {
    "id": "17879",
    "name": "DailyArt - Daily Dose of Art",
    "category": "Education",
    "rating": "4.7",
    "downloads": "150.9M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "3.4.3",
    "update_time": "11 Mar, 2025",
    "developer": "Zuzanna Stanska",
    "icon": "https://play-lh.googleusercontent.com/_j4xZVjOM4QYQJ86Dtb50WOrjrbBAMtKwxGwqcy2uV1u8qO4noxsCTsZpsELUo1oND_Y=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/alAkAvgCfggjQ1wqC6Hi5qyny6fSH2SnMc_UskPF9jLUC2eCtSmH9y0UAQ4jy-K1qKg=w526-h296",
      "https://play-lh.googleusercontent.com/N_NtzMHZagdzkQ8zjhThwvEebK6eL0KLNkf7FlCTLdhGOGof1Os31b3zsGTldw_jQpY=w526-h296",
      "https://play-lh.googleusercontent.com/Jg0qNfK62ej4afzBtxj0PbBSWxjJbVvnE7kc3ZtKGQ3loJianvAIcWDXsIkmjiYzkLk=w526-h296",
      "https://play-lh.googleusercontent.com/ncooae2bsXwxMbDKJ4YjKAK7mwLnqcHnts12VK-x4hsvfofnRNmGmO8EmPGe3lNpvQ=w526-h296",
      "https://play-lh.googleusercontent.com/az5ZUAZJJefQ-stkgde1izQRUswofYy49StyJSKL1F6HbpKJY-DBT7oJDXitTYE6uVo=w526-h296",
      "https://play-lh.googleusercontent.com/dvSnPO_BwQURnthHzJ_XCtiYdU7MsgkVgP6odUOKKedFZF4GwCWmsg8gtJ3bzmZNXyU=w526-h296",
      "https://play-lh.googleusercontent.com/yClD0mTPMG6l7vZHWgiYJXQByPA26sV8cPSAd1UplQMy9P5UPlmchgMlY6YAoFEQvzDX=w526-h296",
      "https://play-lh.googleusercontent.com/NAtvDrXNOS9UOIJ2gSnni4Q6k3EeBOnZWHFRasJXyc3wrgvnqT0ZuYjJiPHsdYyqJws=w526-h296",
      "https://play-lh.googleusercontent.com/SSmOr7gSlHG8DG9CLckZabyZO4bwLhho_GWEI_g78MBeDYLe2xjKummU0QLsT8LWIiI=w526-h296",
      "https://play-lh.googleusercontent.com/TlvQbx5AyI-1card3GSKnZji7FM6aGlGMzlIDKj-QIy_PB5b00L5Z_kLp0naKVf6OXU=w526-h296",
      "https://play-lh.googleusercontent.com/3g974pXQz7ATXoeQuwiyDI6o3S3cwLUHUvmbr_mrRj3m_teofqnMcxzv3hgQwQIQc_g=w526-h296",
      "https://play-lh.googleusercontent.com/CoMUP0zto505HTEiiEQAG8TuagDrAlTX7X4t_0dneMVAkMfgn2dDWdT3HsRF-lprRdQ6=w526-h296",
      "https://play-lh.googleusercontent.com/Q2aan-h6TbdMOVTkaPEX8lOyXKY0EBdjAj8_Gm4Q3C6SLXpbcansvYzIcVXoH_Aqjh4=w526-h296",
      "https://play-lh.googleusercontent.com/BpFBMXroiQkFkfrpjHdvDBOMav6mFpGWjgzq3TMziFgehQypwZAaMS5_LnM7fh_Q4NQ=w526-h296",
      "https://play-lh.googleusercontent.com/7UVrljpcuVHSweJuKSGG3u4RWYIHhJYLbHWRch5-A3mJtkD7vHPKHj-hJkM1-ANeLDbP=w526-h296",
      "https://play-lh.googleusercontent.com/U_V9QVbpjS3lt6k08E-5lBImQKjmqHbRoOMSwgcOdHhvwBRsMdT8kVG51OgFN7S7EJQ4=w526-h296",
      "https://play-lh.googleusercontent.com/LpF75wpkPwwLwrhg7bSv8m8SlJebzJiXwGdXTaeUlI4SfpNffMMYkCagVWc-OoVUP6G2=w526-h296",
      "https://play-lh.googleusercontent.com/26gI4t4ZBUOKOrwpfuP_L_57RpBb2PWYt1NCcFx1w0zdK33iJcomAmOSWFAVp-vNTw=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "DailyArt is the #1 app to learn about art history. Every day, get inspired by beautiful classic, modern, and contemporary art masterpieces and read short stories about them. Join the community of art lovers for whom DailyArt is something that enlightens their day, every day. For free!Do you want to know why van Gogh cut off his ear? Find out who \"invented\" abstraction? Learn more about women artists forgotten by art history? Open DailyArt and find out! Download the app to:- Every day, get one piece of fine art with a short story about it, - Explore the collection of more than 4000 masterpieces,- Read 1200 artist biographies and information about 600 museum collections,- Explore carefully curated Collections and artsy City Guides,- Browse everything with our advanced search engine,- Use it in 23 languages!- Join DailyArt Patron, a club for art history enthusiasts.Furthermore:- Add masterpieces to your favorites,- Share everything with your family and friends,- Subscribe to receive everyday features as push notifications,- Use beautiful widgets,- If your language is not supported, use the translate button to read everything in it.\"- Set up your account and use DailyArt on multiple devices your phones, tablets, iWatches,- Use in either dark or light mode,- And what's most important: enjoy art!Learn something new about art every dayâyou just need two minutes of your time. Get your daily dose of beauty and inspiration for free.Loved by the users and praised by the App Store and international media, DailyArt is a must-have for all art lovers!-----------------------------------If you love DailyArt, get DailyArt Premium! Learn about art history with no ads and get full access to the entire content.You can find our Privacy Policy here: https://www.getdailyart.com/privacypolicy and Terms of Use (EULA): https://www.getdailyart.com/terms"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.moiseum.dailyart2&hl=en_US",
    "slug": "dailyart-daily-dose-of-art"
  },
  {
    "id": "17880",
    "name": "Find Local, Black-owned Eats!",
    "category": "Food & drink",
    "rating": "4.7",
    "downloads": "82.3M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "6.26.1",
    "update_time": "27 Oct, 2024",
    "developer": "EatOkra Inc.",
    "icon": "https://play-lh.googleusercontent.com/Q-LH2JAjgXWQWcwnk4t0nHH-1AGnBI1V0Ha7als6kCXay2jkv7g5BHWQkTExBy7KARs=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/8WpPm43tWhm4Sl14LNga-mUJlMFntg2CwKdbf97OdbFH5nwX0pcwL2MJLyujSq4a2eI=w526-h296",
      "https://play-lh.googleusercontent.com/fEUJMkLVQ4mFPw7DPvcUbJ8chxLJRz56SJUryy1_bCt_oPtnuHA0yldot8TpNlzsSmo=w526-h296",
      "https://play-lh.googleusercontent.com/pqCttYxujpa2gBGqK0uDpn1B1ApaL6Kj7XbM8ef4rrKpXrKqsLb_FjxjTpQDAlA7zQ=w526-h296",
      "https://play-lh.googleusercontent.com/6RXl5fXp2PyDHM21BsZJ9amBuQ0-AKy9iLJTImv3CAq7iLu3KO9i0jm-9zAA76Uiy0Y=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "EatOkra connects 600,000+ foodies to chefs, culinary creators and restaurants to reimagine your dining experience.EatOkra features:YOUR FAVORITE Black-owned RESTAURANTSâ Over 19,500 Black-owned restaurants, food trucks, coffee shops, bars, brunch spots and more at your fingertips. DISCOVERABILITYâ Discover new and treasured Black-owned eateries in your neighborhood and beyond.â Filter search results by distance, ratings, delivery, category, address, phone number, and website.â Bookmark restaurants to explore later. FLAVORS OF THE DIASPORAâ Featuring local flavors and international flair, EatOkra reflects the African diaspora and includes soul food, vegan food, BBQ, African, Caribbean, seafood, Cajun/Creole and more cuisines near you!â Find restaurants in New York City, Los Angeles, the Bay Area, St. Louis, Chicago, Miami, New Orleans, Philadelphia, DC, Atlanta, Houston, Dallas, Portland, Detroit, Minneapolis, Jacksonville, Newark, Austin, Memphis, Seattle, and much more!COMMUNITYâ Read about the history of restaurants and foods directly from our restaurant partners.â Find experiences, like Black Food festivals, virtual events, brunch parties, and their participants in your area with our Event Spotlight.â Share your experience with other foodies by rating and reviewing restaurants within the app.âAdd to our family by recommending a business to feature on EatOkra.At the intersection of food, culture and community, EatOkra amplifies awareness and creates equal opportunities for Black-owned businesses, future hospitality trailblazers, and voices in the food and beverage industry. Visit EatOkra.com to learn more!"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.ionicframework.eatokra167593&hl=en_US",
    "slug": "find-local-blackowned-eats"
  },
  {
    "id": "17398",
    "name": "Planta: Complete Plant Care",
    "category": "House & home",
    "rating": "4.8",
    "downloads": "138.9M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "3.65.4",
    "update_time": "09 Jul, 2024",
    "developer": "Planta AB",
    "icon": "https://play-lh.googleusercontent.com/FaDJu_Nb073Xa2QnIMv9E3Y3rnD7peN6Aq9v2QrYOopibUAKmLet9MTuB58BlF2nF_I=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/-TWGsKi7z0-WsNNETA9hnw7xfRy5n0Meqf36QYE1pbbUjAGHsfsQ6EsB3ElYKNL766E=w526-h296",
      "https://play-lh.googleusercontent.com/h_d4X7zoshzzOIyg6LW-Hkb12lzvPBnhA9ckSOE-HIGKVjgkexEMGOgMRCIbFZdhpVs=w526-h296",
      "https://play-lh.googleusercontent.com/Pb5XueakHaUHtBWvvgngRpRSSPWVkJRL66DaTpW4oBf0HuWWW4xZaRSdjAIcTo3IBjE=w526-h296",
      "https://play-lh.googleusercontent.com/U8PBepZf0RIWVkH25w0dzIMCM59ae7SBlNVm2C_DfbnrkLW4lMyhd5XZV3c-u8ZiaR78=w526-h296",
      "https://play-lh.googleusercontent.com/HNhGa6g-dEIfBUfx68cH6MmMGCiFkh4uKIlelscfE1fNkQHD-VJFFy1s3tgmvDEISwI=w526-h296",
      "https://play-lh.googleusercontent.com/GSRO2_kpuH0R62Md3eKWowWVPv4yPsicB0tm9qtoIItNKfj2GRS-u5VbbsFMQ1NKiA=w526-h296",
      "https://play-lh.googleusercontent.com/v8egf7xL0TJRXcyGfp9y0WDRZRYsPITOzDQrjGT96W2My1g1y_zAAK8ym6JVa7iGXA=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Individual care schedule and reminders for your plants, recommendations, step by step guides, identification, light meter and more. Keep your plants alive with Planta!\n\n\n**Editor’s Choice 2024 & App of the Day 2024**\n\n\nJoin 7 million users and 32 million plants!\n\n\nYou’re only one tap away from your personal jungle - Take a photo of your plant and Planta takes care of the rest!\n\n\n- Smart Care Reminders: Powered by Planta’s algorithms!\n\nNot sure when it’s time to water your plants? Planta knows! Just add them to the app and get notified when it’s time to water, fertilize, mist, repot, and clean (yes, it’s a thing)!\n\n\n- Plant identification: Take a photo of your plant and find out everything you need!\n\nIf you aren’t sure what plant you have, just take a picture of it and Planta will instantly let you know. With Planta’s plant scanner you can scan all your houseplants to get the right ID and care plan for your plant.\n\n\n- Dr. Planta: Cure sick plants with Dr. Planta!\n\nPlants not feeling well? Yellow leaves, brown spots, mysterious bugs, weak growth? Dr. Planta can help you figure out what’s wrong. Get the right diagnosis and set up a treatment plan to cure your plant.\n\n\n- Light meter: Find a plant that suits every corner of your home!\n\nSome plants prefer shade and some love the sun. Get to know which plants are suitable for your home based on the different light conditions of your rooms.\n\n\n- Community: Engage in the plant community!\n\nEngage in discussions with fellow plant enthusiasts, share plant care experiences, seek advice, and celebrate successes with a supportive community of green thumbs!\n\n\n- More from Planta:\n\nStep by step guides!\n\nPlant recommendations suited to your environment and skills!\n\nPlant Journal for keeping track of your plant’s growth!\n\nDiscover new plants!\n\nSpecific info about all your plants at your fingertips!\n\nShare your account and plant care tasks with family and caretakers!\n\n\nSubscribe to Planta Premium for features such as Smart Care Reminders, Plant Identification, Dr. Planta, Light meter, Care Share, Guides, Recommendations and more!\n\n1 month: $9.99\n\n3 months: $19.99\n\n1 year: $35.99\n\n\nThe total cost of the purchase will be charged to your iTunes Account at confirmation of purchase. The account will be charged for renewal within 24-hours prior to the end of the current period with the same amount unless cancelled. You can cancel at any time or change your subscription in your iTunes account settings."
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.stromming.planta&hl=US",
    "slug": "planta-complete-plant-care"
  },
  {
    "id": "17881",
    "name": "Ground News",
    "category": "News",
    "rating": "4.7",
    "downloads": "11.2M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "4.19.0",
    "update_time": "09 Mar, 2025",
    "developer": "Snapwise Inc.",
    "icon": "https://play-lh.googleusercontent.com/61Y1REKFBgC1C6YxQwZA56516gR1zCw-HIaNyP_WV_MnR6Fuofzd8-uWBHzKxZP7mwM=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/3YFHMFNviqlkttgUu3lWIHF9p2z1I6BZNDorbQNC7s-OVnC7MYHD60ULFtZgm9sP3w=w526-h296",
      "https://play-lh.googleusercontent.com/I6sfMPaxoRayiYScGinR8jA1Pr-azTHm7BGOWL2pps3MzhhOh5dalggvxB32lkkWTsU=w526-h296",
      "https://play-lh.googleusercontent.com/XXGLbyvNC5ARPW9iA2JnSbAiJGDBKD50I3HW_h657ya9_f7WuCD-EzDB9MTrAm30ORw=w526-h296",
      "https://play-lh.googleusercontent.com/CJ8CU-89lCHYdHcnXJaKt8J2s8fHauFVdUenDaJxL2CpGVK1ddUTkcTJQJE5kXroBv4=w526-h296",
      "https://play-lh.googleusercontent.com/RnbaDE1zQVdunWV7PcHNcLwf7DpAcoOjKBlBbygsJb73QHtt7gXBfwboPI_lk_F9Yss=w526-h296",
      "https://play-lh.googleusercontent.com/Ux8HzFJSIpbSOaR6X4BFbt54vzfaclXU4mHJ5_JCY4WwOkMw6700hj40zm97LXbSMg=w526-h296",
      "https://play-lh.googleusercontent.com/pxfBy6-8h8fQ00hquBDORN22ShOpjtJwJ3xzhGUnczxenoh4IlymBunZKrtOA-rN0XA=w526-h296",
      "https://play-lh.googleusercontent.com/KqHAOkGlhovM42OrnU106dvNC24GnNb5Wtvvolq3wwP0TfQ0gMa2hMRqSQHa-WZJSdIK=w526-h296",
      "https://play-lh.googleusercontent.com/p7Ctf5xH9xeFLWdn2P8kUrbUL65FuG94R2Hpkhbo0b0QQRyw1J2mCFfbksiRskjMukg=w526-h296",
      "https://play-lh.googleusercontent.com/i9bXZXqyXoZU2KFs3_RKXm5VBZ5lD_AUegvXQ6q4p_DtJx3gRluVeczjK000D48MaCIW=w526-h296",
      "https://play-lh.googleusercontent.com/J6gEYqVXo3FlwUod7YoTqI51fFlHiM4lRUQxegiNPbecv1emnNchYtiUn_EBzR-DcCjm=w526-h296",
      "https://play-lh.googleusercontent.com/tAXqhg47AyxjWTJQimOxJ1SmZO_36XW_j1KoJog84zw5IPp7LMrjNpmcqJHSMVpYmA=w526-h296",
      "https://play-lh.googleusercontent.com/00gw4Cq7sPaFHcVBvT2yNLv1fz0nG2xCxGAb8Rjj816nGiOuQ27v07VTRvdnK7UjIpk=w526-h296",
      "https://play-lh.googleusercontent.com/-uCNtA7eaKk1VAXNynezzAvOiByoCVVmlLFJ0JkoG9_zjO9x8n_VkVn0pWxqhFiQjg=w526-h296",
      "https://play-lh.googleusercontent.com/3BE6AczRMVeTCl-m8vmVANXskiImnbk5cBD25xNNBcEyyYlwANOaFhjYKalDweoR1w=w526-h296",
      "https://play-lh.googleusercontent.com/9kk7H1HdmkE5MLQlYGDXoa1VQZ91EALidCiUPacoNCt4MmLh0zvPjUxgxBrTWTUcHAA=w526-h296",
      "https://play-lh.googleusercontent.com/U6i7Dx9sUG2lnq37kh4rdxLZXpjM3Og-JY_QkvFFPZdNAIMsxUmIx0PwkioGyAQzZw=w526-h296",
      "https://play-lh.googleusercontent.com/21clqv4ZRNb8FXPlQ4I2nSq7CaneoMyJjFvBD2koQbSCl2ZcnkNTOt5rq6W4Jnq9vNo=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "For anyone fighting against the rise of misinformation, sensationalism, and biased news, the Ground News Mac app will help you easily compare how a story is being covered by thousands of sources from across the political spectrum and from around the world.If you are like the many people who feel overwhelmed and under-informed as they piece together patchwork information from social media and conflicting news sources, Ground News will empower you with an array of visualization and comparison tools that makes it simple to analyze, understand, and draw your own conclusions about a developing news story. Unlike traditional news aggregators, which utilize crowd-sourcing and algorithms that reward clickbait and reinforce pre-existing bias, Ground News helps users understand the news objectively based on media bias, geographic location, and time.Ground News is the worldâs first news comparison platform that will help voters make better-informed decisions, drawing from more than 40,000 news sources worldwide and featuring an average of 30,000 news stories per day.Also, included in the Mac app is our new Safari extension. Try out Ground News Bias Checker for Safari. Whenever you read a news article, our browser extension will show you who else is covering the same news story and compare how other sources from all across the political spectrum are reporting on it.About Ground News subscriptions purchased within the Ground News app:â¢ Subscription renews annually, and you'll be able to manage this subscription in your App Store account under the 'Ground News' subscriptionâ¢ Payment will be charged to your App Store Account on confirmation of purchaseâ¢ Your membership subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current periodâ¢ Your account will be charged for renewal within 24-hours prior to the end of the current periodâ¢ Membership subscriptions can be managed and auto-renewal may be turned off by going to your Account Settings after purchase See full terms and conditions here: https://ground.news/terms-and-conditions"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.checkitt&hl=en_US",
    "slug": "ground-news"
  },
  {
    "id": "5632",
    "name": "Marco Polo - Video Messenger",
    "category": "Communication",
    "rating": "4.5",
    "downloads": "164M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "0.475.0",
    "update_time": "25 Apr, 2024",
    "developer": "Joya Communications",
    "icon": "https://play-lh.googleusercontent.com/R2-tMNKt_B89_JXtJcqXJ16vAqB07Po2x9Gn6J_cB_WakPo1jH3TGk-gZgd1JSR0Wstv=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/pJh_7Dzsfb4mDRZ1-Tz8CpvvClyi8iffmdErTcp55R7l1x1vfO0qELA8jiOyH2aBmOo=w526-h296",
      "https://play-lh.googleusercontent.com/dQ909c7jmNVo3be116fQ6gEKdsYBU4IbbYkb7m1PHkZ8RSCdYJu5QRfJPNm9Fgz2wWY=w526-h296",
      "https://play-lh.googleusercontent.com/YMj-IzbJWXMcX83Dq21yR08RUxhQ0-T-MKEWXiFs4kLI9E0qrOMKiTPCfoxelihTGu8N=w526-h296",
      "https://play-lh.googleusercontent.com/JpdNaTqg2hsJ7WQjVgwAS89TDICWFTOpFXmQEfJEJUaU9n7iy4OJyiHiHG9ajcgt9jA=w526-h296",
      "https://play-lh.googleusercontent.com/Gss5Jv-Y6mIxGVSNKmESFPz0L6OEQ9Vlbm_Q-QaSHqdOsxyl1lD4KMpJtOGez_Crz1c=w526-h296",
      "https://play-lh.googleusercontent.com/noBrWA-Z3ITK9MkOp6BH9_8R7t6sfXg7PMRb2xGicXxyvL452n1Wg6LGEmfx7y3goOc=w526-h296",
      "https://play-lh.googleusercontent.com/U078YDje6DJZcliUl0n48kMHVPykJZ-WFSJjgy-peAar2oVz18UrjKEzaOR3g-sLZA=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "ONE VIDEO IS WORTH A THOUSAND TEXTS\nCommunicate face-to-face in a private, ad-free space with no interruptions or intrusions. This award-winning video chat app isn’t social media. There are no “likes” or comparisons, and there are no tricks to keep you on the app for longer than you wish.\n\nSIMPLE, CONVENIENT, ANYTIME CONNECTION\nSend a video. Get one back. Talk one-on-one or in groups. Continue the conversation on your own schedule.\n\nYOU DON’T HAVE TO COMPROMISE ON TRUST\nOur purpose? To help people feel close. To fulfill it, Marco Polo does things differently.\n\nWe monetize responsibly. The Marco Polo Plus subscription plan allows us to make money in a way that’s true to our purpose – no ads, no selling your data – while maintaining a free service for the majority of our community.\n\nWe hold ourselves accountable. Earning your trust is vital to our team, from the technology we create to the business decisions we make.\n\nWe measure our impact. Does our product deliver on our promise and our purpose? Does it make people happier? Research indicates yes, and we commit to conducting this research regularly to ensure we stay on track.\n\nCHOOSE THE VERSION THAT FITS YOUR LIFE\nMarco Polo is FREE, with:\nUnlimited chats and groups\nEmoji reactions and fun special effects\nSharecast, our newest feature. Send one video to everyone in your circle, and only you see reactions and replies. It’s the convenience of groups with no cross-conversations.\n\nMarco Polo Plus offers premium features including:\n1.5-3x speed control\nBackground listening\nCustom and animated emojis\n6 Plus Passes so you can share 2 months free with friends and family\n\nPLUS SUBSCRIPTION PRICING PLANS\nMarco Polo Plus Individual\nAnnual: $5/month billed annually at $59.99\nMonthly: $9.99/month billed monthly\n\nMarco Polo Plus Family\nSave with up to six memberships with one plan. Plus Family is not limited to members within one household.\nAnnual: Less than $2/month per membership billed annually at $119.99\nMonthly: $19.99/month billed monthly\n\n- Payments are charged to the user's Apple ID account at confirmation of purchase.\n- Subscriptions automatically renew unless the user cancels at least 24 hours before the end of the current period.\n- The account is charged for renewal within 24-hours before the end of the current period.\n- Users can manage and cancel subscriptions in their account settings on the App Store."
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=co.happybits.marcopolo&hl=en_US",
    "slug": "marco-polo-video-messenger"
  },
  {
    "id": "17882",
    "name": "Fable: Books & TV",
    "category": "Books & reference",
    "rating": "4.7",
    "downloads": "200.8M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "0.210.19755",
    "update_time": "17 Mar, 2025",
    "developer": "Fable",
    "icon": "https://play-lh.googleusercontent.com/vGXmGFRWw-ENaAmTbnVl0kV8BydaHEfDUqz5ObGPuYWVcQlPl9nG44C0qDhemLeb0WhR=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/d_OThRCpArRzJG8IVntFfUNjBuaXa83Xm6xdnfXGL8SqNem-kzYZ9-jJP4UtVQrpiLY=w526-h296",
      "https://play-lh.googleusercontent.com/pi_anDD_TqUz_ZNR6xUXvMx94g7j2KxEo-93DiCFshY5eNeW-K2CrO8FWZeuk_JIdnI=w526-h296",
      "https://play-lh.googleusercontent.com/jU3Palivnx7EuHscoeTVYf62cLvtiNyJeKLs45lqF9LaTelJxz_y6zsHlKh2tZwX_aI=w526-h296",
      "https://play-lh.googleusercontent.com/Q6wkCzeY14oZIT5RMriN_4ei2nT3fTpuTF7fJ5Z_-h6IpHl2un10mRyUMSDfF25-GIY=w526-h296",
      "https://play-lh.googleusercontent.com/Q38FMQzBrJzXE6Jfuxl4RoJu_amGZp5if1X5N7EMoGOP2IeHlEz86vMcYfWsE9KTlZE=w526-h296",
      "https://play-lh.googleusercontent.com/volCUZKHvUqSMvaq6C0V7umbGi1D5YMKHfgfEV4dpRpp-ljrFQF70QMVEDXvTAiyFsM=w526-h296",
      "https://play-lh.googleusercontent.com/c_Df5qxhzA1zQo7nhNehFwF0rMVJCnHKB9XmBgq5mDD-XcaO7W3eH44BJQMqkZ32w_c=w526-h296",
      "https://play-lh.googleusercontent.com/1CoiKY2qapkMWGJQKL9QDsK72EkX_HOe5g6QzMbBOq2P6kCSfNZWhUHMjW328aZs3A=w526-h296",
      "https://play-lh.googleusercontent.com/KnmjCmDssYINUZkzXdaQLLnJGl1Mr4OfV4aTYAfDkPIquLyyVOn745DSlHXk7t5Ew16H=w526-h296",
      "https://play-lh.googleusercontent.com/PV_BPIU19rz6oHIK9uv9UMHxo9CO2mwMuM7Y1CSV8XwYzyhelypBJKaBhbD05kaaCmU=w526-h296",
      "https://play-lh.googleusercontent.com/WaGv8cPVimo2SPLNYAPXbXbUGtbJVl6sH7N2IAXh4GVdJ_ArOLhQqetBpLg26oViULU=w526-h296",
      "https://play-lh.googleusercontent.com/0E6Zauo0MRYhihUhCdf9bUmg6pgmHWAhLId3q2BIJ5gi8tkOxwfoXHy9drghiht-xac=w526-h296",
      "https://play-lh.googleusercontent.com/UZUd1OVEpzIQq0wVqzmguUTqMH8plII5OZNW0rYuq0I3mmXdHl0KmDMhLuWHik-iww=w526-h296",
      "https://play-lh.googleusercontent.com/F9t8p0BriLEMXaJbriaTSg-Z46DpazHY5DJ9qOrvC6zE93kqoFTSkPlOzZrgNMv7T8M=w526-h296",
      "https://play-lh.googleusercontent.com/P4ixVMOISmokejIYwK57tiv412pDLro7IIXIBDxM-TwqChoqIakJOS2JkEJWj-Qszw=w526-h296",
      "https://play-lh.googleusercontent.com/jqNtSmb-djIpRr4mZ0Xv6dN540hN96PV1PSZDsqFBk_oYsXpFYY1GIz_F8HK78DB-yM=w526-h296",
      "https://play-lh.googleusercontent.com/zA4VxqfuO56TkNrZuHYu1DMgBDhP9hvYfKMvuTl7LX-tjrLOaJhuoT4spc3ebSVFjg=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Join a community of good people discussing great stories on Fable, an app designed to find, discuss, and track books and TV shows. Set reading goals, get personalized reading stats, discover new books and shows, and connect with fellow readers in online book clubs and TV clubs. TRACK YOUR READING LIFE: Stay organized with beautiful lists, reading goals, and daily streaks that encourage you to read more.- Organize the books youâre currently into, whatâs on your TBR, what you finished, and DNFed- Import your book lists from Goodreads and Kindle to keep everything in one place- Build custom lists for all of your niche reading interests- Build watch lists for the TV shows youâre interested in, currently watching, finished, and more- Follow lists from other readers for inspiration, and share your ownVIEW PERSONALIZED STATS: Learn more about yourself as a reader with deep insights, charts, and graphs about your reading history.- Import your lists from Goodreads or Kindle to power your reading stats- Visualize your progress to your annual reading goal- See your most-read authors and genres- See your longest reading streak- View your average book rating across all the books you finished BUILD A READING HABIT WITH STREAKS: Stay motivated with tools designed to help you tackle your reading goals.- Create daily reading streaks- Track your book progress daily based on the page or percentage read- Edit past streaks if you forget to log a day of reading- Add our home screen widget for one-tap access to your streaks- Set annual reading goals to challenge yourself- Get reminders to keep your reading streak aliveCREATE BETTER BOOK REVIEWS: Share your perspective with customized book ratings and book reviews.- Import your lists and reviews from Goodreads - Rate and review books with half-stars (and update your Goodreads ratings with half-stars)- Add expressive tags to share exactly how the book made you feel- Add spice level ratings to your book reviews- Pair your book review with emoji reactions for further customization- Leave book reviews in your book clubâs reflection room or on the bookâs detail pageJOIN BOOK & TV CLUBS: Explore thousands of free book and TV clubs for every niche interest, or start your own club to read or watch with friends or family.- Join your favorite BookTokkersâ book clubs, or start a buddy read to discuss books with friends- Find clubs led by TV recappers and reviewers from TikTok, YouTube, and elsewhere- Spark conversations with your club in organized, spoiler-free chapter rooms and episode rooms- Leave reviews in the reflection room at the end of the book or show- Read or watch at your own pace or follow the clubâs suggested milestonesDISCOVER NEW BOOKS & SHOWS: Find your next favorite book to read or show to watch.- Use Scout to get personalized book recommendations- Ask Scout to randomly select your next read from your TBR- Import your Goodreads or Kindle lists for even more personalization- Discover new books and shows from Fableâs editorial team- Follow friendsâ lists in the For You feed for community recommendationsBUY EBOOKS DESIGNED FOR INTERACTIVE READING: Experience an entirely new way to read books inside Fableâs custom ebook reader.- Join other readers who are âsocial readingâ inside thousands of free book clubs- Annotate books with highlights, notes, tabs, comments, and reactions right inside the book- Respond to discussion prompts embedded inside the book- Discover thousands of free books to read inside the Fable app, or shop from our catalog of over one million interactive ebooksSHOW OFF WHAT YOU READ- Customize monthly Reading Wraps to highlight the books you read that month- Come back at the end of the year for an annual wrapup of your year in readingTerms of use: https://fable.co/terms"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=co.fable.fable&hl=en_US",
    "slug": "fable-books-tv"
  },
  {
    "id": "17883",
    "name": "Co–Star Personalized Astrology",
    "category": "Lifestyle",
    "rating": "4.8",
    "downloads": "301.1M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "1.2025.03.07.0",
    "update_time": "07 Mar, 2025",
    "developer": "Co-Star Astrology Society",
    "icon": "https://play-lh.googleusercontent.com/9p-9YqiRe-S11R_ham8f9HFgLeQSqfAI_hxMobcHln7T1UqH5-Vbdr1iN1r1YYI5eE4=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/vL9alyUMA7DE_GYya5plu57g4On8mbAHxudE64tsawGA9IvSaVt1JJtTH2uWHz0A5g=w526-h296",
      "https://play-lh.googleusercontent.com/QIs7Ep1pSsc1ohAhxiWY43XEjEUrZAJsz9uElIicgje8sBQIc68EXRMBmzFg-oKvUYg=w526-h296",
      "https://play-lh.googleusercontent.com/OA9J3_qA2217z278OF-HS9dkGsa2b8lSrHaBJ8MKWJiyLjRbpfWcl-bNaotVDEG2Hw=w526-h296",
      "https://play-lh.googleusercontent.com/3ZVrUXfwmEWybAHxaON7sYiyZf12JT4FMLB1WdrbIoBFjgN5cYu4mRUD-Fg_CGK1Io4=w526-h296",
      "https://play-lh.googleusercontent.com/t7G78rw5_7QrnE4UiYgXfr4-S5p_p1MSgI2-ubhRPab207Kf5P2HopwrnXlnxwNfjMM=w526-h296",
      "https://play-lh.googleusercontent.com/AQ7iX8R-LSoJt9zG6nM6d986mxBKGIme5aV1oeobqe5EVITgNh2mOgD0Bnklx1fRdTyK=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "CoâStar is the astrology app that deciphers the mystery of human relations through NASA data and biting truth. 2x App of the Day. Featured in the New York Times, Vogue, Vanity Fair, and more.> \"Good advice.\" New York Times> \"Banging astrology app.\" Dua Lipa> \"Connect with people about your astrology sign.\" Conor OberstFeaturesâ¢ Add friends to compare natal charts and see your compatibility.â¢ Read personalized daily horoscopes.â¢ Receive daily push notifications based on your horoscope for the day.â¢ Learn how to read your entire birth chart.Premium Featuresâ¢ Ask the stars & get answers to your deepest, darkest questions..â¢ See the full natal chart of somebody who doesnât have the app.â¢ Get a complete personalized report on how you love and why.â¢ For couples, Eros, a feature that gives you insight on how to navigate everyday relationship situations based on your zodiac compatibility.There are no bad zodiac signs, only complicated dynamics. CoâStar uses astrology as a framework for understanding ourselves and our relationships; a shortcut to real talk in a sea of small talk. We use NASA data to chart the exact location of the stars in real-time. This is then interpreted by real human astrologers who collaborate with AI technology to produce the birth chart and daily horoscopes you read in the app. Follow us everywhereâ¢ Instagram: https://www.instagram.com/costarastrology/â¢ Tiktok: https://www.tiktok.com/@costarastrology â¢ Twitter: https://twitter.com/costarastrologyNeed help? Email us:"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.costarastrology&hl=en_US",
    "slug": "co�star-personalized-astrology"
  },
  {
    "id": "17884",
    "name": "Lex: Queer & LGBTQ+ Friends",
    "category": "Social",
    "rating": "4.3",
    "downloads": "120.5M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "3.19.0",
    "update_time": "17 Mar, 2025",
    "developer": "9 Count, Inc.",
    "icon": "https://play-lh.googleusercontent.com/mgfaPBNpRq-5V0BumBZketO2GNhJFTneFnsxgfAc_ygQfUK0gwenEFjnAVnYDtVmhw=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/4_jvByDW2k54Tx3mrXXzNtVo-pwu8_meEQMUglid6sZ6-7EVP8U7ZlRr2nChZ4Vr6NU=w526-h296",
      "https://play-lh.googleusercontent.com/5eHc_hMRcTl_eDhWwanF0hdpzUFMGw-UFmtKPum_6kfCIHEJve_WXMdRYdwL3d1gF64_=w526-h296",
      "https://play-lh.googleusercontent.com/hcQ4hlH3LlnQVECE_xFQnRij42GwG7wucF6vrKL-rPU4Gtw0vtYnRehzt5vA46RTPA=w526-h296",
      "https://play-lh.googleusercontent.com/gPUTn7gHT2x9hz87xGdM40UsJtFmEkBZCA-0tmC4TlOOdsXgRzDeQj5uBwxfYhCNchk=w526-h296",
      "https://play-lh.googleusercontent.com/0AA9pK99yRjzeZlwfVvQuTkk8uYgFnkAegw_HKuo2Ads4VrkLpyT6K2UXN8gOhgtJx0=w526-h296",
      "https://play-lh.googleusercontent.com/27YbCSXQM5aGyk26goJfed5nKs8y0xiNpElcD5MYWU5M8lTHV8764Fxcy3Y2IAXqkvwV=w526-h296",
      "https://play-lh.googleusercontent.com/LG-JHSZkD6W8ImEfgl1Z3DmS-pCnsjlP_9kkwbAKxONoV3lvTHF1t1x6rfH4v5Uy7bg=w526-h296",
      "https://play-lh.googleusercontent.com/VKxAPU-8bX6krtc4wqlrL_ng3aWn4YjqzWZBmPaoUs6gkQLQdKhSLW1UPfeovWzDmLw=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "\"The potential of an app like Lex to create a definitively queer social space feels expansive.\" â The New York TimesTHE TOP SOCIAL APP FOR LGBTQ+ COMMUNITY Lex is a free lesbian, gay, bisexual, trans, queer social network where you can meet new LGBTQ+ people.  Find queer friends, dates, groups, events and more. You can scroll the social feed, discover queer interest groups and events, and browse profiles. With millions of messages sent each month and people in over 200 countries, Lex is the top social app for queer community. - Apple App of the Day for Pride 2024- Top social app by Fast Company in 2024.- 1 million downloads and countingMEET NEW LESBIAN, TRANS, BISEXUAL AND GAY FRIENDSRead and write posts to find local queer community - introduce yourself, ask questions, tell stories, vent, find friends near you. Scroll the feed, use our discover friends tab or group explore page to find lesbian, trans, bisexual and gay people near you.FIND QUEER LOVE, SAPPHIC DATES AND HOOKUPSLooking for queer love or a spicy hookup? Lex is the home of the horny posting - where all of your sexuality and queer longing is welcomed. Write a post with who or what you are looking for and watch the messages come in. Write a missed connections - reconnect with people youâve already met. If donât want to date, you can simply hide these posts from you feed.DISCOVER QUEER AND LGBTQ+ GROUPS NEAR YOUJoin or create a group - chat with local LGBTQ+ community around a shared interest, hobby, or activity. Join a queer gnc trivia group, attend a trans tea party, find a gay-mer group, start a bisexual book club, or find friends to go to the local lesbian bar with. SEARCH AND CREATE LGBTQ+ EVENTSLooking for weekend plans? Scroll out events tag in feed to find the best lesbian comedy show, gay stoop sale, queer dance party, trans meet up and more.IF ITâS QUEER ITâS HERELex is your local gayborhood in your pocket. Download Lex to access your best queer life.  Lex is a free social and community app built to be an inclusive, equitable, and accessible space for members of the LGBTQ+ community. Thereâs a thriving queer community all around you, and now you know where to find it.*\"Lex is one of the first apps that seems to embrace the queer communityâs complexity, not attempt to flatten it.\" â Vogue**\"Lex is a truly vital platform that provides not just for queers looking for a partner, but friendship, community and love in all its diverse forms.\" â Refinery29*Connect with us on other social media:Instagram - lex.appTikTok - @lex.lgbtWebsite - lex.lgbtApple End User License Agreement: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=us.personals&hl=en_US",
    "slug": "lex-queer-lgbtq-friends"
  },
  {
    "id": "17885",
    "name": "CHANI: Your Astrology Guide",
    "category": "Lifestyle",
    "rating": "4.9",
    "downloads": "40.7M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "2.3.1",
    "update_time": "17 Mar, 2025",
    "developer": "Chani Nicholas Incorporated",
    "icon": "https://play-lh.googleusercontent.com/UK1G_0uZb0WYsv2TpfVF3jF_A0C546LvpNjF7nJBArTLAd7AKnSNUhnlEctGUUEB5Rql=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/YunONV9vv6Ph2dp76nTlmeg268sLuY-VGgGRJUnGk12WgFazUJlHsmAcSbZqTnWPyg=w526-h296",
      "https://play-lh.googleusercontent.com/rFt_MWMesh8m8HXhFpLhiiHkBTfb4WXifhCpi1NpIxK-DhrF1nhsPJCs600xUyNlYH0w=w526-h296",
      "https://play-lh.googleusercontent.com/yG6br8LvtbM-TnWbwvUiwVl_WeINyUWXa1Od4D50FwnPRc4vEBM_RA91_S8LAaPKsv8=w526-h296",
      "https://play-lh.googleusercontent.com/sSmBtW6zQTZz3DlJcEkTqQubv-bXu3gDw2wFqttCNtvtk8oo4NjhnsXsnUbYBCJ0jqI=w526-h296",
      "https://play-lh.googleusercontent.com/Mn_CNBzQ6I5S2GZbL4WY66z_Ta3D1iQXnt2wKMJ-swaudzge2eSF64ArxupsdYDpyYI=w526-h296",
      "https://play-lh.googleusercontent.com/DKkK1YQKk2OA3ObmjkE4CnkzbPxxMKQQvbXn08NeTg0ZLnQxu2anQ29y86aBiutUzg=w526-h296",
      "https://play-lh.googleusercontent.com/gvl8QcILKQ3z_9SwuuUv7Ug4YHna_c1mpd9g6olS_cx7PBE5JlH8JUS0aNrK2wZtbE8=w526-h296",
      "https://play-lh.googleusercontent.com/xhn47CqqmwnkwbAxn5X7NGgUMCcXwtsWsQ1nMcQW7oqls3Qs_6qrMW4_2oqBVJ3W3S5P=w526-h296",
      "https://play-lh.googleusercontent.com/Kb1ae4c_wa8AWP9ITdm_9gq4Lf-B7uSbilEGk8PuxtXQbdqRHxo1r1HdWZbV7LAueA=w526-h296",
      "https://play-lh.googleusercontent.com/qOTjWrvV2sbFK6fCzTcno5s_ZX6fvFs99ODSycZuWCp8_fMtd3XJtH1Hq42ymHyI0XiN=w526-h296",
      "https://play-lh.googleusercontent.com/mquk_9zcTE6Yl8qbfdGF3t_CTRflt-Bc6nQzk-swTw8FayAYiA5rgVpb9FfElecdsLE=w526-h296",
      "https://play-lh.googleusercontent.com/DFal_tvo5F-6fJBJfC0E6utvSotFYO36L6D46VATzq0Oz85nUdinksD-CGc2C7x8zghh=w526-h296",
      "https://play-lh.googleusercontent.com/L8ok5gE27ZpUHSw2PZZ-rqemPnLtk3wD-5qhbX5pTcUbIGCS18IE9Zcg4gd51mwxyZc=w526-h296",
      "https://play-lh.googleusercontent.com/Xr7z55NyMyj9UHP2go7c5iT-t0HHJgfPOfS6C-aJz94oBct2d1JBiLUqBQ6IwdRn4H4=w526-h296",
      "https://play-lh.googleusercontent.com/L3YoftoEu2onFq0GJNwqysooRa3MbNnkDk-XkrWG-wVokLCss-QqYev4dZIIBfD9=w526-h296",
      "https://play-lh.googleusercontent.com/V1yJSg7T8QI3PxmTdCxRfTpdrxpCVvOIwsEDtiFvyqxkTDakYGVyurrvGNLZSCRkug=w526-h296",
      "https://play-lh.googleusercontent.com/CHg2uAwy39F8dcbbfqafwu5PIsR5ZejdsXdv10caj0Fzn16daDSkPG-Fsf0EJ6v2Fy0=w526-h296",
      "https://play-lh.googleusercontent.com/72jzRLE1AH9uwo3zvTlAHRFzejK0FWXn0zjtb68ns534K14kxw1xN4W3ZdpjgO-mxBg=w526-h296",
      "https://play-lh.googleusercontent.com/3lg7oEb6H-o6Kr0QDe54G8cgGNRiTh3LlGSwupGqvPpffzEhrpRNkHo5rG3WFvKvWw=w526-h296",
      "https://play-lh.googleusercontent.com/qmOaRzEOW_geZaUuv8xzcvtM3rjN24myHI1A_x4a0ouacW934hqefBG-Ic22AUelw_A=w526-h296",
      "https://play-lh.googleusercontent.com/JQ78rpSFRiA4r7Rl-mEB2_embac3yP_Y3M_ZFMHiyjZc_vD7ARZBs4_DJX8QyH4Hr5M=w526-h296",
      "https://play-lh.googleusercontent.com/B2Lgy6i9K_jpchXseh1mSpkTGDTYHuMiKopfsPCoeZSQP1mAO4DZj6BcUI3WSvEFH2o=w526-h296",
      "https://play-lh.googleusercontent.com/QnIdWB4oWauCUALG1BedjSmYFqZVs4ssiZLhIGNHLrGtLXSZy3kLnuPSvov1CKHikPOQ=w526-h296",
      "https://play-lh.googleusercontent.com/LzbagnFp4fS91MGOGhhVaMNB62qGX2fO4rGxskp2IvC5C_BQ6UbgVsidiFYDQ8ASa01q=w526-h296",
      "https://play-lh.googleusercontent.com/Q3ejw_krD22Wfrjby7cYKxkpUnEtYbUbugI6ApEjREvk9bP98Fk93zVljfCv7uVCULQ=w526-h296",
      "https://play-lh.googleusercontent.com/FJsMpw7FxM_OroDXaWhmeTTuawtWXz66VhMtepq4_qDom438cbbYs1NHF2-M6rYldDw=w526-h296",
      "https://play-lh.googleusercontent.com/A1AbDna1w-XewCkWA7uW8MQHAzDBSuxEriiNcSakGIbN_wxg0YEMwDlqB9tP2LPYJJo=w526-h296",
      "https://play-lh.googleusercontent.com/lOIF5nMBzlRYGl3sa18bKARKeFSFHO-SfLPM8TaOcdRt3BAqSITB9EZmcDp-Eh0ZmI0=w526-h296",
      "https://play-lh.googleusercontent.com/n8L4f9M6Yvp8s22iukyIt_P0RcHyphXBAv8Y3lUg4yHpH3HCf5hRMfR6C8aFve2y22E=w526-h296",
      "https://play-lh.googleusercontent.com/1oeXYCRYrR_abIguJcOv0PaxWQUZaQkmTgzCCwH1PHkY4k9indPBKJSH5w4_7twDCw=w526-h296",
      "https://play-lh.googleusercontent.com/GZ2KXN8h6ILve-08a4SlIwkUUMzjbk9FkBRwoZVIea_SJbmqRWb-0cqpJo3n3XBmmHd5=w526-h296",
      "https://play-lh.googleusercontent.com/ZuGIEGWr58Kta3F41YQ0_7bCYwmAUV52ixDwkNhU6d_I94O_3ohVKPQ_KjZrNuZfXu8=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "CHANI is your personalized guide through lifeâs ups and downs. The app was designed to make astrology accessible and useful. Our mission is to help people live their lifeâs purpose, and we believe that when you know your birth chart â aka your lifeâs blueprint â youâre better equipped to unlock your lifeâs potential and your personal power.WHAT PEOPLE ARE SAYING:âThis app is my safe space.ââThis app is like a chat with my best friendâThis app is honestly life changing. Never have I understood myself moreâ.âthe best way to start every dailyââI always laugh. I am often deeply moved. And always leave with more tools and compassion in my pocket to move through my day and the world.âOur app is FREE to download. ALL users have access to the following FREE FEATURES AND CONTENT:- DAILY HOROSCOPES: Daily horoscopes to know how the astrology of the day will impact you.- MOON PHASES: Daily updates on the Moonâs phase and sign, and guidance on how to create Moon magic.- THE WEEK AHEAD: A weekly podcast that gives you a rundown of the astrology of the week and tips on how to work with it.- THE CURRENT SKY: A snapshot of what sign each planet is currently in, along with dates and information on when each planet stations retrograde.- ASTRO WEATHER: An astrological forecast of how the next 7 days will look on a collective level- BIRTH CHART: An overview of where each planet is positioned in your birth chart, and a summary of each planetâs role.We also offer PREMIUM SUBSCRIPTIONS that unlock all app content. This includes the following PREMIUM FEATURES:- BIRTH CHART READINGS & DESCRIPTIONS: Detailed insights into your unique birth chart. This feature unlocks every planet in your chart and the significant relationships they have with one another.- WEEKLY MAGIC & MANIFESTATION: Weekly readings, rituals, and audio offerings to help you get the most out of the week and its astrology. This also includes a personalized podcast for your rising sign, guided meditations and affirmations, journal prompts, and altar suggestions. With this content, youâll get all of the tools you need to work with major astrological moments like New Moons, Full Moons, retrogrades, eclipses, and more.- DAILY FEATURED MEDITATION: A guided meditation for each day to help you make the most of the dayâs astrological energy.- TRANSITS: A daily, hyper-personalized look at how the planets in the sky are interacting with your unique birth chart. These transits are time-sensitive and build upon your horoscopes by giving you precise insight into when and how certain planets will impact you.- YOUR YEAR AHEAD: A personalized astro-reading for the year that tells you what to expect each month, what the main themes of the year are, and how to work with the astrology via rituals, journal prompts, alar suggestions, and guided meditations.- A LIBRARY OF AFFIRMATIONS AND GUIDED MEDITATIONS: A library of audio meditations and affirmations to support you through all of your moods and needs.Who we are: CHANI is a queer, feminist-led team on a mission to support everyone in living their purpose. 5% of all our companyâs revenue is disbursed directly to queer, trans, Black, Indigenous, POC, and/or disabled survivors of gender-based violence by freefrom.org. We believe in promoting economic justice from the inside out and that good business prioritizes personal well-being. Thatâs why no one on our team is paid less than $80K before benefits and each of our employees is offered fully covered health, dental, and vision insurance; a 401(k) with a 5% match; unlimited menstrual leave; gender-based violence paid and protected leave; unlimited PTO with a vacation stipend; a wealth-building stipend; and more. Providing a sound and safe work environment for our team is what allows us to produce work that can transform peopleâs lives and have a lasting impact."
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.chani_nicholas_inc.chani&hl=en_US",
    "slug": "chani-your-astrology-guide"
  },
  {
    "id": "17886",
    "name": "Moonly: Moon Phases & Calendar",
    "category": "Lifestyle",
    "rating": "4.7",
    "downloads": "250.1M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "1.0.234",
    "update_time": "12 Mar, 2025",
    "developer": "Cosmic Vibrations, Inc.",
    "icon": "https://play-lh.googleusercontent.com/NIo00f8mzq3URaE-8SLQYooMgXKiPJ0-ItW54fSK09ySFbqTqrz17gLrEQHs7KrR0mLD=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/KnsTkNXpRFueB_IL-MlGKB0HvYriCAKmdr0bqtb7wuqR-dv70KhOW5J068N3a7an6CM=w526-h296",
      "https://play-lh.googleusercontent.com/xJFHgxEiFxjFRVQDOeMoyUXichJf0hbxE8IEKxzhByj5Hb4xKreaEmFgdTsoFzMftbE=w526-h296",
      "https://play-lh.googleusercontent.com/KaWMqNRMfsAMAM8zH0_uXsZ-__nxDNFN2bfW3Jr2xBfH7K8bilPVFn6jl3TJVxEskQ0=w526-h296",
      "https://play-lh.googleusercontent.com/3KLJq9ZDBjc1IrIL2Gu1hX0c9FULJY4j7sAq3bRH7SwWqmVNzYyHkknvwzHa9TJuZQ=w526-h296",
      "https://play-lh.googleusercontent.com/aMyiY-rQzDxuAsd_pQDpUygFLKkvcZlVq5rvj9-u6Fmr_IbD3peCVno0X4VuM9PFK_Y=w526-h296",
      "https://play-lh.googleusercontent.com/xI-ULZCC4j-Z5LvRP9qK13bv6dc_oDImCi_UuJ01oqzjKVm3vgiXT_kAkNkpZRgeFA=w526-h296",
      "https://play-lh.googleusercontent.com/kGaRC0daPAANLjywpDRhfUPkKmwBfRbSMYfjU6eMfjEvFb-49L2IlszYzuKezZ5u7A=w526-h296",
      "https://play-lh.googleusercontent.com/BsvfOdTE92zElwI2FmgqKOn96z9PV5Q9uJPe-PEuJGF88fZ5F1Dx8Qt_rC18YJb2SA=w526-h296",
      "https://play-lh.googleusercontent.com/6l7Wpl-P33yoolyZZ2Ar8BKboh3-3IXmBFQsC1k2YOtISnndnbXxyayAaBngcpuanY0=w526-h296",
      "https://play-lh.googleusercontent.com/vTCRVz4tKjkYLdOcLvHA06NUYDKsFN9AFhdvXX5ag_9UfVfkiZu7OtphUL7DEDTjzIQ=w526-h296",
      "https://play-lh.googleusercontent.com/o0YYUFhDJSTDE3zSXhNxH52b6Q4C8i342iabuLqinW10wiufcAOJFo2LcQqeczAs7j0=w526-h296",
      "https://play-lh.googleusercontent.com/JYJgfgYVVc-bcQJVtvU7X3kTrR4_A0bcULGEMXOOqMC9G7LeU6GnpnGeCxuJ8hhUIGWC=w526-h296",
      "https://play-lh.googleusercontent.com/FyNRPy-uY_5lsGFotU5LUTG5NSn_ITplta3SoaHNGl5UclSBU93jZIp9z_eBTBWKkZEU=w526-h296",
      "https://play-lh.googleusercontent.com/DsgFgWc6_YrPYnW22txPjnIPWAIF-Jjo6hxCyhRO4Ki27NF2HeEqM_CRNrV8HfCqeQ=w526-h296",
      "https://play-lh.googleusercontent.com/JrXac9UhQg1PkYwWkr508NN3_jXMAemoFIgo70fmnn4qcFyy1bVKsYlulylphCnDkNRu=w526-h296",
      "https://play-lh.googleusercontent.com/4kNshwhNfOQy6FG7NZ4m6tIAmD_vVZct29xwejRGb7-js_dxk32ZDgLZCRufZq7RIaZB=w526-h296",
      "https://play-lh.googleusercontent.com/qowNFi5ozNMrm-xjaF2_G4Wz1bt-PGSCS8OcIyVbJSn3T-NTeJDKAKWr4RG62VT0-jc=w526-h296",
      "https://play-lh.googleusercontent.com/I4csSUP8onQF9FPfZg9uMn4nGuusCtAvH7AbjR5Yyow60mN-rKNyTDzr58n_vcfd4e8=w526-h296",
      "https://play-lh.googleusercontent.com/j7B1ocf98CjxsGOgAZYgwPI9aozp1Jhf9j1Zxiy5O0-oof1GvI6aAuWVa-0gVPPE3A=w526-h296",
      "https://play-lh.googleusercontent.com/WiyrvloL56F4laiOpk6VSl4ZDL67pyiCALK9_rJG576SsDDx5mQxZiaSgxDvjbJ85d4j=w526-h296",
      "https://play-lh.googleusercontent.com/gaM3VsxvCVeDcNuiVM7UchvOFHthEp7tg2heKRrlvp4MgRR3d1FRx9Gtd49Ip6v-j4Q=w526-h296",
      "https://play-lh.googleusercontent.com/unefTbbndZektSOk56_IYhYgeNaN9QiuOcmURC-dwWKB4frO_JwaPMwfnG5PhqgMxYI=w526-h296",
      "https://play-lh.googleusercontent.com/yY-QcYuPIsRlUAypDWf6fSVfV_cNG1bthQAe_KbhFKxoBDmq-fyFuqjMbYLWCjBYoLw=w526-h296",
      "https://play-lh.googleusercontent.com/VPdoyNf6tNdJ46zpxkn3dM6lEbu3sTZroV2ZlePMqHxAU_WGO83xMKMFexGc8K5w2nWe=w526-h296",
      "https://play-lh.googleusercontent.com/8hxGZKxkX_uIjRZqtNiNWUxw8RLmJqvyP9KEkl2v9gXBCINVRagX8OJdW3GWlMBarQ=w526-h296",
      "https://play-lh.googleusercontent.com/OCw_NbBOW1ElD2CsmyRK8k-gFf8Rfsh9ljFtx_-1n8uk1xMVWEmR0J1BQMA2qTgsXQQ=w526-h296",
      "https://play-lh.googleusercontent.com/T7RbT6AXOQ5OiCfoDfO79AUzjZ1nhgGUq7pLszvCpU_Zgj1QdyKujg7BsrXi0WCO-pc=w526-h296",
      "https://play-lh.googleusercontent.com/X-OC0O_muMOhO_5KbMbRbJygP4gvaZisM1xrdVxI7VUmOCiVmqOWkRu0BUIhcYVo0w=w526-h296",
      "https://play-lh.googleusercontent.com/1n8bSOO3_7eYT4gI_mH344NkG4yLjMp7RW2IUS9YzcXyTxL4QUMtO0_JBWENeC-a9ZAa=w526-h296",
      "https://play-lh.googleusercontent.com/svfEsrw5vPR95JQI0RJ3nRaD37K6YpLBU8T4VTLCt0g-6DqnmfaXsWGFyrc1fRauVQ=w526-h296",
      "https://play-lh.googleusercontent.com/KbFt5_rL0iflLZM8bZ_9wCckfD6LAlJ4TLdnY3tI3DqTxE0QGQLv955MyRPAmiulVlo=w526-h296",
      "https://play-lh.googleusercontent.com/RV2a_bPCA0mRyymLBc9P_egqybBQL0gVsCeG_Z6RIOhulOagQLxPu6Y5yS2hpqP-Ww=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Live by the moon rhythm, heal your soul, and harmonize your life. Use changing moon phases to achieve your goals â stars will show you a way forward. Daily tips, holidays, and practices will help you maintain a positive energy level and set the right course for your day.Lunar CalendarThe most mysterious space object explained like never before! Follow a full moon calendar, learn the lunar influence, space cycles, and how it affects your energy. There is a hidden power inside you that you might have never thought of. Let moon astrology gently guide your way, discover your strong sides and true essence. Daily AffirmationsStart your day with positive affirmations and notice the difference it makes. Affirmations give you motivation and awareness, empower you to direct your own thoughts, and simply make you happier day by day. There is a time of the day when your subconscious mind is more receptive. Use sleep affirmations to reach the depths of your mind and place a relevant mantra of the day.WisdomArticles, tips, and rituals: develop your knowledge and consciousness.Healing and Guided MeditationsDevelop your mindfulness. Let go of all thoughts and spare some time just for yourself. Clear your mind, breathe and relax your body. All meditations were made by true masters, not just speakers.Understanding the moon opens the doors to the world of transformation and positive change. Embark on the journey of healing. Enter the world of Solar and Lunar energies and let the sun and moon guide you. Feel free to send your feedback:"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.moonly.android&hl=en_US",
    "slug": "moonly-moon-phases-calendar"
  },
  {
    "id": "17887",
    "name": "OffScreen - Less Screen Time",
    "category": "Health & fitness",
    "rating": "4.5",
    "downloads": "151.1M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "1.2.2",
    "update_time": "26 Aug, 2024",
    "developer": "MD Studio",
    "icon": "https://play-lh.googleusercontent.com/z2yoGUB9ePT7pg6XN4hOzY1NOM55afpZfTGt6Whm2BV3h7v5sBaYd_sMq0IQU2VkW9Q=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/9qGhdu9VKviJDg7PjHaGJzPQiu_QK_PUASbyErSVdervES5RCGBMF54S-Co-SjEbkkA=w526-h296",
      "https://play-lh.googleusercontent.com/VcntTeG0xMoXtsV6l0uf-SI38EQ_yDiv_dBceFkAI96A9plHLE7cEDXKi_XMDdOz1qo=w526-h296",
      "https://play-lh.googleusercontent.com/3UDM71N0GZz_oszQGEUmbp-yDd5gxNgitVoX9FaqQ_9zY6rlyTrBEPGX39Qt2qTPBkk=w526-h296",
      "https://play-lh.googleusercontent.com/JX1Ee_2ZVVfGRZBSu96eI8YxqZ5Zfp2XX-WHZKJenW-fMYpR_pswAJ-DvR9uB48Is2I=w526-h296",
      "https://play-lh.googleusercontent.com/VzjqYWSAIAfHVXNnUr_oLjsGIUwc9NLpvkCeROy-fAlXnJzuOxlVkUfNBrJuNSc94MQ=w526-h296",
      "https://play-lh.googleusercontent.com/yPHZVOiS9vuuk0zbCFWfvk0JvbqRdoEF6bja1kGVpFGP_HYat6YnsqHd3DqVTJ_bpg=w526-h296",
      "https://play-lh.googleusercontent.com/qiF1Yvt5LS2jVRcqpRvaiOAL-wpZmno8I1id1XUR03z62XJSbYbWKp0pvgP7KF_WOA=w526-h296",
      "https://play-lh.googleusercontent.com/tOPRcDqGnKQfhQ-DPuMcut2ygjqcUoFUkh6MVQpUDzHSrZm0QL8f0Itzkow6ABmM1w=w526-h296",
      "https://play-lh.googleusercontent.com/HsB7EfPvvj9oaG6prkCm6kGmVeurjuyFU7BA6tQGfEk8s93tHn1Mf3gSexgufta_g78=w526-h296",
      "https://play-lh.googleusercontent.com/fA3Ym6eJhwBZKjjQGn0zcBk460T_nLZP-RSVIJ-jWMHuOIR-BTp8RSvOv1IIGGvBQscR=w526-h296",
      "https://play-lh.googleusercontent.com/zUrEYX5TU-_wDX7brQTdVG4poH7aR-VJsseAxo5rw2_G9jzWfk7FQD2uezAJZZ7wqhE=w526-h296",
      "https://play-lh.googleusercontent.com/K_LOhWPdC5kDpXchKudZpYq8kksmxFTfQk3sdKUN2uNW-GnpvycIi3pEutnMSpA31PA=w526-h296",
      "https://play-lh.googleusercontent.com/JoH1bOR_-z1-Mo88oJ09YusblKkVrUZtTqw6USkKu2UBF8PK1-OZNVnL6MORuM0rs9I=w526-h296",
      "https://play-lh.googleusercontent.com/ZgHx1EyXFEZTazoheHDaG1BgfQ2L75F6Y_6GFTmojMSM3aKfEXNRgJb3ZFqbQJIm4bg=w526-h296",
      "https://play-lh.googleusercontent.com/VS93EZYe-ss9_e2xWg5nm9Y9UyGhmHGu_UGV4jBB2IWwmoC14zrS7h0dncZd6l2_f03C=w526-h296",
      "https://play-lh.googleusercontent.com/FTwnIzxjJsyyootBRl6pb5C5qukQpIh1gjgjQUt2XgxZMt5ZhxG3EGeFeIRX_uG5PYT8=w526-h296",
      "https://play-lh.googleusercontent.com/AmgbV6wUK_EiGHfJo3Bgf1_Xfh7zZ0IdvrAxrvxmzpJFLmZq7AVgaFJIN6gd-48Q7snC=w526-h296",
      "https://play-lh.googleusercontent.com/lKcsAhdc_lhZM0O4h4Y-Xbwy14UzFqv_eich_hyVZBiqd89gl199y63RF18O4MafLk90=w526-h296",
      "https://play-lh.googleusercontent.com/-Ex6mnZ2CxGJ76Tiq9wdGvp-AAYe7_nSzAhRvFmkP0gi-oEAWBcLhEWQqIFHEBBuCwI=w526-h296",
      "https://play-lh.googleusercontent.com/I23k9QhVL6-DWq47xtLTOrHVuE6V_w3qSY9ndUKCaHpdCXGRw-7W03r0Y80aoMiVQCU=w526-h296",
      "https://play-lh.googleusercontent.com/tsAJU4-UvmJhll5kW1GYAREy28F1KcDPI6tjz2DxaXPgXIgxyVZWZ31Hqz7KvsBmZ7k=w526-h296",
      "https://play-lh.googleusercontent.com/l0FUYzsSmDJlS0FVcMxXEkANy0RPYRiaLZs18i-15EWZkT7lr-Jw2McDrnWqkHfDeco=w526-h296",
      "https://play-lh.googleusercontent.com/t-QOGTrPDir1EBlnnW2IJ857zGUQ3Z66pvX25wYySQ08GF5PMKChO9dx88hJI3w8FZU=w526-h296",
      "https://play-lh.googleusercontent.com/4Ix_4mwbjtHSWHhgfA95Kwod-oYxbQFfxdrdR3gjEwzH5_PTA1BIVPjbshAo11_hjw=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "OffScreen helps you track phone usage and keeps you stay focused.With OffScreen, you can:- Track screen timeâ¢ Set up your screen time goal, and get daily insight.â¢ See screen time activities: Pickups, Average Usage, While Walking, Stationary Life, Last Pickup, First Pickup, Best Break, and Sleep Timeâ¢ Read sleep data from the Health appâ¢ Show data on your favorite watch face- OFF Timeâ¢ Set disable time for social apps and enjoy OFF time- Focus Modeâ¢ Supports three modes: Pomodoro, countdown, and time accumulationâ¢ Support lock screen and flip screen focusâ¢ Supports live activity and StandByâ¢ If you need to use your phone to look up a dictionary or use other applications during the concentration process, you can set a concentration app whitelistâ¢ Categories your focus sessions by tagâ¢ Pause at any time when you need the phone to help you study or search while you're in focus modeâ¢ Focus on the watch- Visualize and share your data.â¢ View data in week/month/year view.â¢ Well-designed share card is ready for you.- Breaking digital detox challengesâ¢ Screen time challengeâ¢ Pick up challengeâ¢ Sleep challenge- Sync sleep time and focus mindfulness time on Apple HealthKit.---------To collect the walking time data, this app tracks your location in the background and can affect battery life.* Subscription payments will be charged to your iTunes account at confirmation of your purchase.* Subscriptions will automatically renew and payment will be charged to your iTunes account unless auto-renew is turned off at least 24 hours prior to the end of the current Privacy Policy: https://miidii.super.site/miidii-tech/privacy-policyTerms Of Use: https://miidii.super.site/miidii-tech/terms-of-use"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=tech.miidii.offscreen_android&hl=en_US",
    "slug": "offscreen-less-screen-time"
  },
  {
    "id": "7247",
    "name": "Houzz - Home Design & Remodel",
    "category": "House & home",
    "rating": "4.8",
    "downloads": "196.1M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "24.7.23",
    "update_time": "24 Jul, 2024",
    "developer": "Houzz Inc.",
    "icon": "https://play-lh.googleusercontent.com/NJgFjc5QalIzaAzYPAfc93A1j0U9JOBfjHtattMoFA2D8JgzS0JYut63zzFfMpTFodA=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/w-fbpoVxJpGo_cVjEc9lzT6WeMrJrKtJbu7Ls8ZtcundKnNvj6Zej_GJSaRn8S9Pfo0=w526-h296",
      "https://play-lh.googleusercontent.com/dR-m4x7vhJLnwLb-Qi519jX2pvjzPLQw7gCywHeFQFQc063ExxfM0s3U42BLevcyoPM=w526-h296",
      "https://play-lh.googleusercontent.com/WR4YhBG67ZYkxrrXL5DTlPQjiHQwjlW_YYZ-8PCP5VGydp9Qqx-waWQDpAuZJo4Fbg=w526-h296",
      "https://play-lh.googleusercontent.com/v5s0UjxfS-YX5TInKgCp2wBsHUaiostf56fPo-RumVUlQsce4xuEIlTeDUbSb6Hmmqsu=w526-h296",
      "https://play-lh.googleusercontent.com/VowHB39O_0jCEFfRMgPR2QBlDLqlhjFJWYce010xB-TiATeRIzWus6R4ZDdKurKHYIE=w526-h296",
      "https://play-lh.googleusercontent.com/Hb-yS1QvXFssFcyWHFfmKeweysBEkhEvZWssM4FRRzIXCY_IWdJLJYe-d3wCa__wBhI=w526-h296",
      "https://play-lh.googleusercontent.com/YWsJ4WvChqLJYDlFAVSaJrXPHnHYf1MMSjdkrS3DRuseTZ-uKvAD0FktVmUopz-jlslS=w526-h296",
      "https://play-lh.googleusercontent.com/hu1AP2xUWBhK-fb0eBySLJRlA8eZJCp1d5HwLTzYfCvB8o0rPkACyjmiupzbdtFPJV8=w526-h296",
      "https://play-lh.googleusercontent.com/P6aN2OmC0QEaDX-X9Yk536mKvbHuVB1fOgSnY1p-VZVk-BTHSPaVxeRb3YzOUVGLDpQ=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Whether you’re building, remodeling or decorating, Houzz has you covered.\n\nGet the Best Design Ideas for Your Home\n- Browse more than 25 million high-resolution photos of home interiors and exteriors. Choose by style, location or room, such as kitchen or bathroom.\n- Save and share home design photos with friends, family and home professionals.\n- Use the Sketch feature to annotate and draw directly on photos from Houzz.\n\nFind, View and Buy Products for Your Home\n- Shop from more than 5 million products and materials, including vanities, cabinets, lighting, furniture, tile and more for interior and exterior design.\n- Read verified product reviews.\n- Save up to 75% off during featured sales.\n- Use Visual Match, our visual recognition technology, to discover and buy products and materials directly from home design photos on Houzz.\n- Wondering what that sofa would look like in your living room? Select the View in My Room 3D feature and use the camera on your Android device to see how products would look in your space.\n\nFind, Hire and Collaborate with the Best Home Professional for Your Home Renovation Project\n- Connect with over 3 million home improvement professionals, including architects, general contractors, interior decorators, repair professionals and more.\n\nRead Articles From Our Editorial Staff and Design Experts\n- Check out our biweekly Houzz Newsletter for engaging and informative articles, including home tours, full kitchen and bathroom remodeling guides, home renovation news, decorating tricks, organizing guides, designing for pets, gardening advice, interior design and decor, humor and everything in between.\n- Watch Houzz TV to see original videos of inspiring homes, how-tos and more.\n\nGet Advice On Your Home Remodel Project\n- Discuss home design and renovation topics in our Advice section and get feedback from the Houzz community on your home renovation projects and design ideas.\n\nThe Houzz app topped The New York Times list of “best apps for home improvement.” The Washington Post called Houzz the “single best source\" for finding inspiration. CNN named it the “Wikipedia of interior and exterior design.”"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.houzz.app&hl=en_US",
    "slug": "houzz-home-design-remodel"
  },
  {
    "id": "17888",
    "name": "The RealReal - Buy+Sell Luxury",
    "category": "Shopping",
    "rating": "4.8",
    "downloads": "163.8M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "2.24.1",
    "update_time": "10 Mar, 2025",
    "developer": "TheRealReal Inc.",
    "icon": "https://play-lh.googleusercontent.com/XVRSq7AF3jCns2M13J55xHJS2Bb5qPqgUY-gjtr63gcepZroCoR6NRLWCYGJJa0Aog=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/fKB08DIxn4japAwJh4tXugxxJ2iS0YCF0288sWKmaZ1R6hRlgsl6Ahw76jsQf-RRuQ=w526-h296",
      "https://play-lh.googleusercontent.com/45opaafcrXVicRQGANM21IRmgcQUxq5_sl3zJpOWJmWsJOuopqj2LiYXQ3Yfj_GzbgY=w526-h296",
      "https://play-lh.googleusercontent.com/2yxMqgmtgMIzb4CGcUAS92nUbUmpuqwbuomG6wLFg7wDesK_ZDTmgVZm7nCDgpqb_iPd=w526-h296",
      "https://play-lh.googleusercontent.com/Q9pViBPh1Nj1TFWW-ZVLSqeoeGB1_yJj0L-Unmb52FjuXbcA-xDNNUEU6fGKaC6VHKo=w526-h296",
      "https://play-lh.googleusercontent.com/x8NieI95A8WVPUvw-PJhIHM4DFdu05l4idP-fBO2dPx__pytqVqV24lPp2TobiWo9nM=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "The RealReal is the worldâs largest marketplace for authenticated luxury resale where you can buy and sell items from top designers across womenâs, menâs and kidâs fashion, fine jewelry and watches, collectibles and home.Shoppers enjoy up to 90% off retail prices and sellers earn up to 70% of commission when they sell. The RealReal offers international shipping to 61 countriesâ¨SHOPPING ON THE REALREALAll items for sale on The RealReal are authenticated by an in-house team of luxury experts including certified gemologists, horologists, apparel specialists, and handbag experts. Each item is 100% guaranteed for authenticity. Returns are accepted for apparel, footwear, jewelry, and watches. Over 10,000 items hit the app each day, from Louis Vuitton handbags to Gucci clutches and Rolex watches. The RealReal is an industry leader in sustainability as well, firmly believing in shopping responsibly and the positive impact of recirculating luxury items.â¨SELLING YOUR LUXURY ITEMS ON THE REALREALSelling your designer clothing and accessories on The RealReal is effortless. Luxury Managers in 20 U.S. markets consult with consignors virtually or in person and review the items they wish to sell. Alternatively, consignors may choose to send their items to us for free. Most items sell within thirty days, and consignors receive payments once a month.Â Â Download The RealReal app today to get started buying or selling authenticated luxury items within minutes."
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.therealreal.app&hl=en_US",
    "slug": "the-realreal-buysell-luxury"
  },
  {
    "id": "17889",
    "name": "Invitation Maker & Card Design",
    "category": "Lifestyle",
    "rating": "4.8",
    "downloads": "84.2M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "2.4",
    "update_time": "17 Mar, 2025",
    "developer": "Paperless Post",
    "icon": "https://play-lh.googleusercontent.com/a2LV45e8eHw2YgCVK8sjeZVXu-uLl0qSxsZI2-gFwde6TzneiAOuHvnt9kCLU1CwaM8=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/QCCzhE85AjhNio5r_Ryl0JlNXR4ObUGrGFsBCI0zWHQfmsmuXmiunEndaX0iw_RI-grv=w526-h296",
      "https://play-lh.googleusercontent.com/qk6SUC8GdX35eNf71po-J1QAPTYfVSObb7gZ_UsxN05qBodjTWpuUB-2TJF92oqD7-im=w526-h296",
      "https://play-lh.googleusercontent.com/zLaB9842v_3MUrsKwJizwhio3o2lU9L5sJgF2NWofzu7X5bA06k3paIMwtxPke3ZU2nL=w526-h296",
      "https://play-lh.googleusercontent.com/JszlEYkGG68PjyVN89EeEmH4T5DffpvQ4jJHF85dl-lyQxxE4_xAgS2yFZQuzGgf1Q=w526-h296",
      "https://play-lh.googleusercontent.com/6LJlcNEyMVGxGAhpAY7dz0nCxL3gL5vwYXTEbEvA-JRhBBnxx_og1Bw-To54sLeytVo=w526-h296",
      "https://play-lh.googleusercontent.com/QBKZtk2Y465NjAz37FWVYVfx0Rti5a-ruN_uhoQV6YXNY3s8qJrd8WF7_vvMWT8IheI=w526-h296",
      "https://play-lh.googleusercontent.com/vC7YzqiNzwRkpuau8cKpVYqXwYOBpQivkhKeLDJmNi9GtLzKDQRgdAgQ1HpFABLlEw=w526-h296",
      "https://play-lh.googleusercontent.com/kFZFQw7RcquBkc6m0l7XCu3NXHv_gPK5LAv1h6fdc-HqW9k4v7a9mlXMENFKvTXDCw=w526-h296",
      "https://play-lh.googleusercontent.com/6yBVYO5gEr73uEXTNjruiYtoVqHCZO53gJDnC6LnwY1ubOkQcJMAKNB3ajh-iWNKS-3X=w526-h296",
      "https://play-lh.googleusercontent.com/BWr5k1HPhtV-HPMyoXrQhA4g2f62WclHaxrVRpBGEKTPUSkP72c3nQUc1ImfUB9o6yCI=w526-h296",
      "https://play-lh.googleusercontent.com/7Bg-nhcZ6XC55CZq3gM1dJZWeyWQUCe_GOC1JF_u161u0OxlUbMCXtbMPeUX1kA9XH8=w526-h296",
      "https://play-lh.googleusercontent.com/WYtoDuRhhGw9pqShURHiMx1p3V-Y6CxsnrNaVU3TmEUhrvI2KIy3m-rLrFDIN5QWlpgx=w526-h296",
      "https://play-lh.googleusercontent.com/iUUtZ2CVDgVZDKCfqhbEDU7lLWIgiyJMnnKVT_sAiAo33D21IFSxB7UNe4lJUMliexA=w526-h296",
      "https://play-lh.googleusercontent.com/HG5mEWr0vPfu7-m00YS_iHJ8RNHlg_ovLPdkwNGx8RZ0N10AVWiB8FRKbzpIxfUS5UU=w526-h296",
      "https://play-lh.googleusercontent.com/1f2hC_amZ_dBbqhztqFlrzOJzuPAefcTnebFvg-QzsBXlJOZw0mmnG8s7WntL1pGWg=w526-h296",
      "https://play-lh.googleusercontent.com/ZAAIhWRqPNQnK3ZLZlmegcdCrbBV8sQ2ejl9nO_IW8BS-w8VzqkY3l8irWsZICcLZTD5=w526-h296",
      "https://play-lh.googleusercontent.com/x4Cm3lNaLQHJ7hnsA05Ay4H6QsajaUx56NCyvfWOFWtjImUmLFuXi-qJZ3HAywDw-kA=w526-h296",
      "https://play-lh.googleusercontent.com/GbbkFBs5pk2PCIIAljsoeNtGcrJK490gmR0ZZDWUWXKBFb3197naeh71pBi2JUx9Ug=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Get everyone together with our online invitation maker and event management platformâbrowse, create, send your way (email, text, or shareable link), and track RSVPs all in the app. No ads, ever!**Featured as Apple App of the Day and in Vogue, The New York Times, and Fast Company**- Browse thousands of best-in-class invitations and greeting cards, or upload your own- Customize with fonts, colors, images, envelopes and liners, stamps, and backdrops- Add event details without cluttering your Card using informational Blocks- Collect helpful information with Guest Questions and Surveys- Connect your contacts list to add recipients in seconds- Send via messaging apps and social media with shareable invitation links- Manage your guest list with Guest Tags and send updates directly- Seamlessly check guests into your event on-siteONLINE INVITATION TEMPLATES FOR ANY OCCASIONâ¢ Baby Shower Invitationsâ¢ Casual Birthday Invitesâ¢ Kidsâ Birthday Invitationsâ¢ Bridal Shower Invitationsâ¢ Wedding Invitationsâ¢ Bachelorette Invitationsâ¢ 1st Birthday Invitationsâ¢ Cookout Invitationsâ¢ Pool Party Invitationsâ¢ Wedding Shower Invitationsâ¢ Anniversary Party Invitationsâ¢ Company Party Invitationsâ¢ Graduation Invitationsâ¢ Christmas Party Invitationsâ¢ Professional Event invitationsâ¢ Bar & Bat Mitzvah Invitationsâ¢ Save the Datesâ¢ Milestone Birthday InvitationsLoving the app? Leave a five-star review!Questions? Contact us at"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.paperless.paperlesspost&hl=en_US",
    "slug": "invitation-maker-card-design"
  },
  {
    "id": "5125",
    "name": "Poshmark - Sell & Shop Online",
    "category": "Shopping",
    "rating": "4.6",
    "downloads": "197.4M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "8.56",
    "update_time": "19 Mar, 2024",
    "developer": "Poshmark, Inc",
    "icon": "https://play-lh.googleusercontent.com/usX9zpURCN66gkUY0H9aCIHAfZ05dFtpp2YWdFgiiuPNebbZNi9ayYkQHM8Sa1kP_A0=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/EfqfQvlYXIVMlfZSuQFxAYzeuYu7Bn7DkKFTfk8SFkxYkIK6vffQO3DS1zMh21mTNQ=w526-h296",
      "https://play-lh.googleusercontent.com/-AYke3m6PyWpAWEx13APNiuZ15FiJn5YRJCCQYiyjHr9qvxW1xfqrorRXq-CBtBSWg=w526-h296",
      "https://play-lh.googleusercontent.com/5TWl9HYaqmSw443xZtPVcMLyp2iQrfXuD1EwDyRryGo718MQG7BODtLmRYrNalCv2o_X=w526-h296",
      "https://play-lh.googleusercontent.com/3-MzNj8Ue7gtGC0-DBqjEFJcDCW_CZdGdZmIo7ahMwrYDw4wG3mi-CVGTDYYndMckpLs=w526-h296",
      "https://play-lh.googleusercontent.com/NfbVkCG8EBlXrRdFWnfk5zlgT1RwyqSMr-sRi0huG3JDYPBK8Gcu-XlFEnBPS0APyvs=w526-h296",
      "https://play-lh.googleusercontent.com/VA__u-I6rilyuk94Cp6XxdAp4-phPcE13om-su9oYOtKSr8zg7WX9T3HcfIYv1AgPmc=w526-h296",
      "https://play-lh.googleusercontent.com/_-JLmPIEIP6BQk7njXUd2qUwr2RduVBc70k3iecaYufiAk3iG--_ZWsuGdVKnOEnbQ=w526-h296",
      "https://play-lh.googleusercontent.com/5c_oIGI6MGikQxYdxGqNwswC4FQZpJ1DtmAAxuIToxrTFVydu5J8Qk7a5hPV0-y06eQ=w526-h296",
      "https://play-lh.googleusercontent.com/yvLopIXUShMIBhoIlCBG5zDEp9Qrr8JsPW6cvl-hB2JGG4HHgg6xKHGBMO293CQHHjw=w526-h296",
      "https://play-lh.googleusercontent.com/6NBv_oxroY-_do3Oxsa-6VYSYiv9qhyP5s1Zi0qIKoKFTJBUZpMukGgkWcpYx5PxGg=w526-h296",
      "https://play-lh.googleusercontent.com/a_ARKWCSehgIwFBZ7azxzcttx8Fp92pttF5H01XZYq-7dNbsj4GqTmEpNF9tT8IYWMs=w526-h296",
      "https://play-lh.googleusercontent.com/r8A9fWQzO2T57pLbClu7FY15Fu1JgmFOdel68-Z6kyql1O11_x7h-E3ocYL2BEZvwHE=w526-h296",
      "https://play-lh.googleusercontent.com/J-hkc9j6yAtsGcLZmiSNBYHUFtqebFym0y-k9zItGv6_VsslRCjWd8PdCkBm9ROWcZg=w526-h296",
      "https://play-lh.googleusercontent.com/cNvOP95fxNrh-TvV12AhzGeeSxDVPWunMHnXGA3RPlhup7TbkpZ08C5EKZUZbpaHGbgU=w526-h296",
      "https://play-lh.googleusercontent.com/06Kd2LGVkswzKAIxgcqaQs0fWndCl3f2ByqXGf3LwsBRjz5SgN2Y9S3Z3q3cw6gp8w=w526-h296",
      "https://play-lh.googleusercontent.com/2VmZDz_La327scq57cn6yUEau4TDQR4L_1uxB4QnAppEHUKlTH6y2shy6PUCHqMc54E=w526-h296",
      "https://play-lh.googleusercontent.com/40Zn3zvsLtj9aJSINGM9GAL9n5InhJDzQbZLJNQwYHA-pygvt-hDNLdfNUWK8GScDQU2=w526-h296",
      "https://play-lh.googleusercontent.com/zoyT1Ww0xSk5PjvgdzdyL8_b_pAhwm3P68oPecNubDcz3AVtEBxzogu3fY_48LwrjkXC=w526-h296",
      "https://play-lh.googleusercontent.com/U2XMpzHqmc3N2KoIrRtt9vrRojGEPNlfrRpbhxTUHRIA3fqwBNbNUyibQN-gjJrzWwcF=w526-h296",
      "https://play-lh.googleusercontent.com/vgunGRal4WBU3vVeBPZZfcuceLIkd_6TOPV4LyXAaVX6gT9tJap7eWw9qgdFvyzmxL8=w526-h296",
      "https://play-lh.googleusercontent.com/S8_i1kcxPxFMsYcvwmSiuoFrSavq6KIyF6_P_w1ftE0jnylVumyP53ypd9qExv5_GCfB=w526-h296",
      "https://play-lh.googleusercontent.com/IE7Cha0HYuBjd0KciRtQMJVBKR6oB6w1Y2iEEIfzk_f3t_IncLZF3MBeIMWW8BYJ7w=w526-h296",
      "https://play-lh.googleusercontent.com/GT3_upFR8KEHxBrf4jKC9TsPFmMKcztFqzHkSx6LfJutBg1vPNZEWfYM_o1vHkRJTsk=w526-h296",
      "https://play-lh.googleusercontent.com/4-z8IB7pwt4Dy26uSXdsDpq2qQQ7nk4PowWt0M24lOeHeAfEAxC0UqmJXMwrFJLNRZc=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Poshmark is the perfect shopping app to buy and sell clothes online. Make Poshmark your own personal shopper with the leading fashion marketplace for sales on new and secondhand clothing for women, men, kids, home, and more.\n\nShop from over 9,000 brands fit for any size and style. Buy your next activewear fit from Under Armour or shop trending styles from Urban Outfitters – Poshmark has you covered. Buy designer shoes and clothing with options for everyone — from plus size and petite, to juniors. Save up to 70% off retail on vintage clothing, designer styles, streetwear, and more on Poshmark!\n\nDeclutter your closet and sell used clothing and accessories seamlessly. Connect with a shopper near you on the marketplace that makes online selling easy. List everything from designer shoes and jewelry to home goods. Poshmark is a simple and fun solution to shopping where you can buy and resell items to make money, providing an alternative to Goodwill and consignment stores like Buffalo Exchange.\n\nJoin over 100 million users that come together to shop and sell new and secondhand items on Poshmark. It’s not just an online shopping app. Poshmark connects you with other users who share a passion for vintage styles, designer fashion, and more. Join Poshers in themed Posh Parties and discover styles and sales not found anywhere else. You can even shop and sell live in real-time with Posh Shows.\n\nBuy and sell clothing, shoes & other items on the top social commerce marketplace. Download Poshmark for free today!\n\nSHOP ONLINE\n- Buy designer shoes, curated clothing, home goods, pet products, electronics, or beauty and wellness.\n- Poshmark is your one stop shop for buying and selling one-of-a-kind items.\n- Become an expert shopper and discover over 200 million new and gently used items for sale.\n- Shop designer clothes and styles from the hottest brands like Louis Vuitton, Coach, Free People, MAC Cosmetics, Nike, Aritzia, and more.\n\nSELL ITEMS & MAKE MONEY\n- Sell secondhand items in your online closet that didn't work out.\n- Live sell clothing, shoes, accessories, or anything in between in Posh Shows and connect with your community.\n- Share your closet with others to get your listings noticed in no time.\n- Get insight into your Poshmark online store with My Closet Insights & My Shoppers.\n- Start selling seamlessly in as little as 60 seconds when you join Poshmark.\n\nONLINE SHOPPING\n- Poshmark is the perfect shopping destination to shop electronics, new & secondhand clothing, and more.\n- Poshmark brings the best of shopping apps with an online marketplace trusted by millions.\n- Need ideas for your next date? Upcoming wedding? Find items for any occasion without breaking the bank when you shop from millions of outfit ideas.\n\nJOIN OUR SOCIAL MARKETPLACE\n- Join the over 100 million people that use Poshmark today!\n- Join the fun by sharing your relevant listings or shop these curated Posh Parties.\n- Interact with Sellers LIVE with Posh Shows -- where auctions start as low as $3!\n\nShop your favorite brands, grow your own online shop, refresh your style, and party with the growing Poshmark community! Download today to buy and sell seamlessly.\n\nWHAT PEOPLE ARE SAYING\n\"Poshmark is a great online resale platform.\" —Vogue\n\n\"The social marketplace is great for hunting down a cult-loved item that's otherwise sold out everywhere as well as finding deals on popular brands like Lululemon, Free People, and Anthropologie.\" —Popsugar\n\n\"Poshmark is a brilliant way to sell and buy clothing. This side hustle app (or for some people, their full-time job!) allows you to take a photo of something in your closet and upload it to your account in less than 60 seconds, all from your phone.\" —Parade\n\n\"The marketplace that's so posh that celebrities use it—especially to raise money for good causes, like DJ Khaled, Serena Williams, Katherine Heigl and Rachael Ray.\" —Buzzfeed"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.poshmark.app&hl=US",
    "slug": "poshmark-sell-shop-online"
  },
  {
    "id": "17890",
    "name": "Givingli",
    "category": "Lifestyle",
    "rating": "4.8",
    "downloads": "190.9M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "1.14.0",
    "update_time": "24 Feb, 2025",
    "developer": "Givingli Inc.",
    "icon": "https://play-lh.googleusercontent.com/BitTehxajQeIJ5SSV5pexg_91wHupqF71tFs26Z4rlpsWHXezxMDRr8VtSeflhS_uA=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/YS5CgApvaZLd1CILzrtpwh7djIvr411QMj6kEtWZbXdv_9RmzjrFkiNHxjLw_Tn1kQk=w526-h296",
      "https://play-lh.googleusercontent.com/hZTXfoMVarPOEfqfvMD1ef007cMkSa6bwjdhkDcGv0P-KLYWDcUuF8Bsp68VpQbYMA=w526-h296",
      "https://play-lh.googleusercontent.com/OqQB1TE-93Oyz7mWvkFcylUeDbn9D6r9Tb2mAQqkejW1rfH86lMyJmqW7_SW1BlJQA=w526-h296",
      "https://play-lh.googleusercontent.com/4TScL4cWnCHowSjYMoEq_6f9bcM5ekabqEtGKI1EwOICABh6rN_6tfTbqf_HUftvghg=w526-h296",
      "https://play-lh.googleusercontent.com/bK06NjTwMDLMT5MSQEHIh6iqYQ7CU6cXdtxy0LBnC497FoMdaAX9QKsXpeFFMa-izUc=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Givingli is the best way to celebrate any occasion. Choose a card from hundreds of options designed by independent artists. Add an optional gift and send it all from your phone.*Celebrate any occasion*digital cards designed for every occasion created by independent artists*Hundreds of gifts*endless options perfectly curated so you can win at gifting*Get Reminded*add a Reminder and never miss a birthday, holiday, or special occasion again*Design it your way*fonts, stickers, videos, collages, and more- itâs yours to create*Gifting made easy*hundreds of gift options for your bestie that fit any budget*Claim and swap*swap gifts and save them for later in your gift wallet"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.givingli&hl=en_US",
    "slug": "givingli"
  },
  {
    "id": "17891",
    "name": "Puppr - Dog Training & Tricks",
    "category": "Lifestyle",
    "rating": "4.8",
    "downloads": "62.8M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "4.2.5",
    "update_time": "15 Jan, 2025",
    "developer": "Chin and Cheeks LLC",
    "icon": "https://play-lh.googleusercontent.com/XU0l7NIX09eFRa9_8evt4BEWct4-2ooA77C7L1bZf-D1etOxZIviuqYEQbFjgn5wyLU=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/BcFmrHSK_NansU2xFE4q57ZhOvVygaEl_glKAKZQj95Thntfho57AAH3nyICodql8g=w526-h296",
      "https://play-lh.googleusercontent.com/twOIOrGOqsOfkeRfDgYWPFs0NmH0Tm0s-uMYNYbX5p8fAYCMu6fIXfAd63IXcdjORlLw=w526-h296",
      "https://play-lh.googleusercontent.com/T9wC7Izu9fUjQNGm5-v2vbF01O8MHfK99iIoJtxT2x77EawLWeMr6i5MB5IdqAiOv54=w526-h296",
      "https://play-lh.googleusercontent.com/TGdJw-AakPZenaEVHC3do8ZNeyEyR1vD05KyTx_eYHVsn5_H1Y1NbHoXhYI6diI6CLGF=w526-h296",
      "https://play-lh.googleusercontent.com/hk-uO2Je_14bwyMjYBzp2Ee4IVspgVj-dK2DealTwBLlPFqKZPdeQxB_fPHyr2vWmLms=w526-h296",
      "https://play-lh.googleusercontent.com/og36PQHrd6u65aHdVAjdYSAmrNgINcsKlJ_ncORW_zt_xn1Sm70nZLcXGdMlJLsZz7c=w526-h296",
      "https://play-lh.googleusercontent.com/Bh8FBR2ofluwbk4hURd1eTtGO7rG-7ysICL-8yhFNJsv1-ezPVUqwS8vVQ--ePsuh-U=w526-h296",
      "https://play-lh.googleusercontent.com/S5CSlKPMk8OZ9uRGLlRfEJcgijRnm4cf_D2UJVTgiD7RPXDs8DtWyz4Ju09_v5bfZE8=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Meet your new dog trainer! Puppr includes step-by-step video instructions to help you teach your dog basic obedience like âsitâ and âstayâ to advanced tricks like âfetch leashâ and âsit prettyâ. Great for both new and experienced dog owners.Featuresâ¢ Over 100 lessons taught by celebrity dog trainer Sara Carson & The Super Colliesâ¢ Weekly Puppy Guide that provides week-to-week breakdowns about your puppy's developmental stages, training areas to focus on, and a daily schedule for training/potty/sleep timesâ¢ Puppr Masterclasses that provide in-depth guidance on topics like leash training, taught by certified expertsâ¢ Live chat with our team of world-class trainers to get your training questions answeredâ¢ Step-by-step instructions with videos make lessons easy to followâ¢ Built-in clicker makes training on-the-go easy. All lessons are taught with positive reinforcement!â¢ Track your pup's training progressâ¢ Photo challenges to show off all the tricks your pup has mastered with the rest of the Puppr communityâ¢ Set reminders for your pup's potty and training schedulesâ¢ Collect badges as you train and master new tricksâ¢ Support for multiple dogsâ¢ Puppr Shop that includes hand-picked product recommendations from Sara and the team to help with your trainingLive ChatOur team of professional trainers are available 24/7 to help with (but not limited to):â¢ New puppy or dogâ¢ Unwanted behavior like puppy nipping, jumping on people, barking, etcâ¢ Leash trainingâ¢ Potty trainingâ¢ Separation anxietyâ¢ Trick trainingâ¢ Any training topic you need help with!About Sara Carson & The Super ColliesSara Carson is considered one of the top dog trick instructors in the world and was a top-5 finalist on season 12 of America's Got Talent. She and her dogs (Hero, Marvel, Hawkeye, and Fury) travel North America teaching dog trick workshops and performing with a popular stunt dog team. Sara and Hero currently hold the Guinness World Record for most tricks performed in 60 seconds (49 tricks!).Subscription Pricing and TermsPuppr offers two auto-renewing subscription options for Puppr Premium, which unlocks live chat, Puppr masterclasses, and all the lessons. Pricing options are:â¢ $13.99 per monthâ¢ $99.99 per yearThese prices are for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.Your Puppr subscription will automatically renew at the end of each term and your credit card will be charged through your iTunes account unless auto-renew is turned off at least 24-hours before the end of the term. You can turn off auto-renew at any time from your iTunes account settings but refunds will not be provided for any unused portion of the term.Read more about our Privacy Policy here:https://www.puppr.app/privacy-policyRead more about our Terms of Use here:https://www.puppr.app/terms-of-use"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.chinandcheeks.dogtrainer&hl=en_US",
    "slug": "puppr-dog-training-tricks"
  },
  {
    "id": "17892",
    "name": "Kitchen Stories: Recipes",
    "category": "Food & drink",
    "rating": "4.8",
    "downloads": "125.2M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "24.1.5",
    "update_time": "13 Mar, 2025",
    "developer": "AJNS New Media",
    "icon": "https://play-lh.googleusercontent.com/Be7tSvQevcygSRfng3lotS5vjJgrC0GoE2GTFQ1zTA_uF77b7vaZuE7Dz6EuzGMQlw=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/zLELIPk_S_9GlcRbotNU-9GkLYUVnq17otULBjTpELowdqwahp-_vOuZK2tKklo5Nfsq=w526-h296",
      "https://play-lh.googleusercontent.com/yM6zEDMxBIYX4pbmS_7QckbFOfVB-2wVSiQZDGnCyj0WIeU6evTgVviJ7pfntc5ddf4=w526-h296",
      "https://play-lh.googleusercontent.com/VcPJZFlfobegyBVrkSRa0b69Vy9WrSiTqKXizib8EOD0ewi3wo1R36i26Qx1wCt5pnI=w526-h296",
      "https://play-lh.googleusercontent.com/iQxb-8-B0qtiWc2Vo8xSZulEhhBUK3WnillJp044SJWhjazIBB4bkCviprmaqWBtTPGF=w526-h296",
      "https://play-lh.googleusercontent.com/NCYRzh9kjqZBt1TMWQcgEe5hUyncZ4OgQacuiv8uyv675nYKN42CbjEG2b2kNECdeFI=w526-h296",
      "https://play-lh.googleusercontent.com/OvG0oo9y10Rk5Y4G6tVV__w0UWPXHcYgZxjZCT97s5FjVY8L_xGlY4hj0bjKRoYfDVc=w526-h296",
      "https://play-lh.googleusercontent.com/w6oYKudGX5YCnMJKxC7F87mK8WAlTV9A3JmDoOybc1q-nrbI_TyVQadWTJvwDsHoS8A=w526-h296",
      "https://play-lh.googleusercontent.com/aw7TEky--lfZZjGo-pH_ILnJz4nL0aT2PaZgXTkHqBNH8OBevRUXWwcAxcUJU96zHA=w526-h296",
      "https://play-lh.googleusercontent.com/5ZA6cUWUn1GyVvdlbAz6Nu64yUOoALPQ8wyVr6Y_uTFA4jWLs8f0Y6TW3jcxgkjasHo=w526-h296",
      "https://play-lh.googleusercontent.com/EeVgzy2KQ7JUFA5MaxclrlTOaxnaSfg35MXFOiw0syBgZ3L0JQCa8lX7bipK-ijue10=w526-h296",
      "https://play-lh.googleusercontent.com/7YaBkF7SFZgMKZX6oubWKp05QLIMVc9MuMRfUk7ilpPLcmBUW4p0CrjlTTh2ctPe5A=w526-h296",
      "https://play-lh.googleusercontent.com/yF-SzVH__9JzAVmBTYXRAWrScWNPTf_aziucF2eqFVpTqUeokErmiBZ_OPCPPR5cSg=w526-h296",
      "https://play-lh.googleusercontent.com/puqqBdeg_ZcIc57cLUf-URae1NzOD8PfHT_WmL2oWgeXCAQ27b8mS2APsE9jb0lN758=w526-h296",
      "https://play-lh.googleusercontent.com/IAhU2eoTuyTEg-LQ8eqGkCCSZSE9BCjW6GEeCaNRMUWHVXtAu2yFeNSLdNEaXIImQwE=w526-h296",
      "https://play-lh.googleusercontent.com/V1sA9T7ak050CwFeXqszgO3ihxmIDLpgO0oGE76AvUS_IEG-wH64x5W8UdH3b4qdRs8=w526-h296",
      "https://play-lh.googleusercontent.com/m5iDoK_mJUpwF29B3wDKc-M1iaLHgXJOa2g4Gd_ExV2Xf5d9Q3HofUY48OAtrLDoBg=w526-h296",
      "https://play-lh.googleusercontent.com/cjQob1AKwGjonnFd9B5jocOiGOc2tFhJ5eLkzXm9_jsuHLnGLd0rLa8SXW30-nlog-A=w526-h296",
      "https://play-lh.googleusercontent.com/pGHQflVnDNYo1wBCEg43VPDHKkejaFqaH7iEPw9NguGU1klTQhFsDg5H9nTRWW9cwbs=w526-h296",
      "https://play-lh.googleusercontent.com/6WAAgO64CiXzMbiPAh-qH3OJPY5K83Hj5QjzS_NSuTDU9gpJ2X0_3NYwiADgPYx7BsTC=w526-h296",
      "https://play-lh.googleusercontent.com/f-Nzrd2OuiaQYcTocAY1YCP7qse0UiVH6xb6seprhtvCtWbMn5-ZRThuFMPyR9x5_6w=w526-h296",
      "https://play-lh.googleusercontent.com/Sq3_a-1RDkeY3gX73A5jtL1BP9DYa-YiygwqPJjFzI_56qgCEr1Zzun-HQjLwUQDZw=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Make everyday cooking easy and more enjoyable with the Kitchen Stories app.This is why people love the Kitchen Stories cooking and recipe app:- Thousands of free recipes for any diet and occasion: Get inspired with recipes from one-pot dinners and quick snacks, to salads, lasagna, desserts, and so much more.- Learn new skills: Master new culinary skills with easy recipes and expert cooking videos that cover both basic techniques and complex gourmet tricks.- Personalized cookbooks: Save your favorite recipes in customizable cookbooks for easy meal planning. It's like a cooking diary for all of your dinner ideas!- Flexible adjustments: Easily modify ingredients and convert measurements for any serving size in just one tap.- Distraction-free cooking mode: Follow recipes step-by-step without interruptions in the dedicated cooking mode.- Integrated cooking timer: Keep track of cooking times right in the recipe, ensuring perfect results when you are baking or cooking.- Community connection: Share your culinary creations and tips with a global community of food lovers, gaining inspiration and building connections. Kitchen Stories Plus offers even more convenience in the kitchen. As a Kitchen Stories Plus user, you can:- Save recipes from anywhere on the web in your own digital recipe collection.- Find the perfect recipe by searching based on leftover ingredients you already have at home.- Save ingredients you often have at home to quickly find relevant recipes.- Get personalized recipe suggestions tailored to your diet preferences and taste, whether you're exploring a vegan lifestyle or gluten-free meals.- Support our mission to enable people to cook fresh meals. We continuously listen to you, our users, and work towards adding more features that make everyday cooking easier.Trusted by the Media:- \"Kitchen Stories offers up a free collection of recipes, which users can sort in different ways. The videos here are instructive and well produced, so you'll be sure to get a clear picture of the recipe.\" - Washington Post- \"Kitchen Stories is a cleanly-designed recipe guide app with step-by-step instructions that even a cuisine dunce would be hard-pressed to misinterpret.\" - The Guardian- \"Kitchen Stories offers inspiration and...prides itself on high quality, professional produced content.\" - ForbesJoin Us on Our Mission!We're committed to making cooking accessible to everyone. By joining Kitchen Stories, you support a global movement of culinary enthusiasts and home chefs just like you. Let's make every meal memorable!We Love Hearing From YouYour feedback helps us grow and improve. Contact us at"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.ajnsnewmedia.kitchenstories&hl=en_US",
    "slug": "kitchen-stories-recipes"
  },
  {
    "id": "17893",
    "name": "Indyx: Wardrobe & Outfit App",
    "category": "Lifestyle",
    "rating": "4.6",
    "downloads": "173M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "8.0.0",
    "update_time": "17 Mar, 2025",
    "developer": "Indyx Inc.",
    "icon": "https://play-lh.googleusercontent.com/fxnmfmFNonjH1ePt2NdjrhP_ARPr_0gHpNKidq0tsuWYkGe425fj-Ax8wZGtzEMg_q8=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/L2aKozelGCQUxTe663MGXFdK7VDVTJykwP9KWlSw2Y1bXBzIZ9j5jrbi6cN0g_serQ=w526-h296",
      "https://play-lh.googleusercontent.com/cDLAUICHOmVVdb4wCJKyd-HgGaxKWSypgusjslLLuzk3oydntBXc_4xrwQiGxh5ZmIU=w526-h296",
      "https://play-lh.googleusercontent.com/1H3sDT1yAQFN3mZa3w1FIGElbp3jjjSc4ZDjlbeFX4U51_Qx6RIAHbfAIHT_8MePEw=w526-h296",
      "https://play-lh.googleusercontent.com/0NBEgrwWfhUYSRDfy0LrzDUphJkc_irb6AbVfaT1Hk1iyRvi3vB6izVvgPvNzuPXLQ=w526-h296",
      "https://play-lh.googleusercontent.com/v5osJyT-zcRPYQVa3ZrSv4F3ZhW3iBV7wWIockNTlKkkfvCvDfNdkXbtRFyx2TOa6c0=w526-h296",
      "https://play-lh.googleusercontent.com/Qa6n-h7YHAm35N4RxJHcHNpaF9w19droZk0IJQBU50QN6MY3SRkojNka4e5P2WpaXXQ=w526-h296",
      "https://play-lh.googleusercontent.com/1gkNhYPJOz-6HqFf1Nu_ZXVvATvdt7hdYvROnRzCIcyz6sUy0OEs-aR05aCd2R28bw=w526-h296",
      "https://play-lh.googleusercontent.com/pupgqboAvEVHsWvMfaHACZzu90bgW50ibNf9uqyEKJZBKTkqBq4sIUNss2Zlm2Nw0Z_X=w526-h296",
      "https://play-lh.googleusercontent.com/EzQ4OwCSNluJSTQfEP9AOrj0SHxh3KPyX0WV55LW8Xp2f7QdGVl8YQsnTwogm_dsCNY=w526-h296",
      "https://play-lh.googleusercontent.com/g_iMx9U7Aqxl1MjXYPmyqah2SqF4U5HOx21Hg_HB8bb1y2IyuogfY0wkVT1HOtqRKDI=w526-h296",
      "https://play-lh.googleusercontent.com/5u_A9c6OXC25qJC3mVbHbATergvdg6fEKMDOHTKL5FHMejuy2luEd-2vwsGdsSXMst4=w526-h296",
      "https://play-lh.googleusercontent.com/gqEIcgOkhspyPaBlyGnSMWK7xkvsUMP4Qj_PgJlw_53Dj7TA4tbBGEvZd180d7MvxQ=w526-h296",
      "https://play-lh.googleusercontent.com/uldQeSW-N1wkoI1Dsr31-aO00FXYkaaIJebMWcFdTmpObDmj0nUL5p1o1im1EdvJGKWi=w526-h296",
      "https://play-lh.googleusercontent.com/s9Bl6g9_ZWtTb3oAzbzAPeY2DBzNpTz2vitzJIZ2l7PMKz45O917dUVfG6XFYTPpVOA=w526-h296",
      "https://play-lh.googleusercontent.com/fPfHRMe1EEwAgdqoK1sMJ46DGRUyIruBsTp8WTTZTHRCChMyWZf0wwQRpH0TqAWq__E=w526-h296",
      "https://play-lh.googleusercontent.com/0wwD4NNc_zC7NRcPVv7K7ZkJZNwFgmrae9mBKLCThg1zf7ALhbjRM0VV_bTou40pYg=w526-h296",
      "https://play-lh.googleusercontent.com/Ycwk_eVpqFoPca6IEeXTDVgbLYx_uV1nZykhrXM46vT-ISptsdqbtzOvvMegDGcztK4=w526-h296",
      "https://play-lh.googleusercontent.com/F4iQwku9AdOuGg0TDIUElEer9tD-dOnEK2aY-XryYvqzFUnu4bFyqEU2T48HfinhJOt8=w526-h296",
      "https://play-lh.googleusercontent.com/KUT9-Wid2v1QgdCqFyqJ3TudhHWBhPZF4YSjDirPQ6OshxHmctn7_igz0jzwFT1lmj8=w526-h296",
      "https://play-lh.googleusercontent.com/UZu3M_KtJCej_dLYBQb7LZBdZPq13nTwpgbybHatFW6M9AWyvx_HwbwcD0qFBG7Qcqs=w526-h296",
      "https://play-lh.googleusercontent.com/f8BCwreYO0_VA9wyaDA84rZ8KgrBXzGyvJsuPk1jDnTIGgdhOW8XsqprGRhdox8K83Ip=w526-h296",
      "https://play-lh.googleusercontent.com/uct3xkhw4Tkc6vLWQ0JaP8ULVkdCfxVBsSLYTaaqCZGap77MURYeeu8n-DhPndnsEKw=w526-h296",
      "https://play-lh.googleusercontent.com/SKQH98Mx7y28Qf-cd4TDg2kxN_LSRXHT0rQvBUaZyAKECakpsorxjyPUo7ZrAEP3TGU=w526-h296",
      "https://play-lh.googleusercontent.com/PjgsTrHcUZnoOTkkkd0qAYs62hlQAhXqshTOwhVTCvb4NYpQJLmYIaSCVupWlSGE45Y=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Indyx unlocks the potential of what you own. As the best FREE digital wardrobe and styling app, you can index your closet, plan outfits, track your cost-per-wear, share your closet with friends, and get styled by experts...all in one place!DIGITIZE YOUR WARDROBEIndyx gives you the tools to create an oh-so-scrollable digital wardrobe that makes shopping your own closet just as satisfying as doom scrolling a shopping site. Add your own photos and we'll automatically remove the background and optimize image quality. Need some help indexing? We also offer wardrobe cataloging services that sends a professional Archivist to your home to digitize your wardrobe without you lifting a finger.STYLE YOUR WARDROBEPlan outfits on your own with fully customizable drag-and-drop outfit boards. Or, take advantage of our personal styling services to get professional help re-styling your own wardrobe along with personalized shopping recommendations. No random outfits styled by robots or complete chance, just real style solutions along with just-for-you tips and tricks that make all the difference. SHARE YOUR WARDROBEEver wanted to peek into someone else's closet? With Indyx, now you can. Share your own closet with friends to get style help from those you already trust the most. And, browse the featured Open Closets of our favorite stylists and influencers to get real-life style inspiration, from what they *really* own right down to how they style it into their own outfits.FULL FEATURE LIST FOR THE INDYX CLOSET APPDigital Closet Organizer:+ Add your own photos (or, ones you save from retailer websites) and we'll automatically remove the background and optimize image quality+ Or, take advantage of our professional cataloging service for an instant start without lifting a finger+ Categorize and filter your items by brand, category, subcategory, color, season, and location+ Sort your closet by number of wears and cost-per-wear (CPW)+ Organize your closet in whatever order you prefer, and customize your wardrobe view so you can see all the details (2 items across), the big picture (7-items across), or anything in-betweenOutfit Planning & Tracking:+ Create your own outfits with our fully customizable drag-and-drop outfit boards+ Use outfit tags to organize your outfits into categories+ Plan your week by scheduling outfits to a calendar, automatically tracking the cost-per-wear of your pieces+ Save your OOTD selfies to the calendar to remember how you looked and felt in each outfit, visualizing how your style develops over timeDiscover Your Personal Style:+ Articulate your three style words with the help of our Style Quiz+ Take our free 8-week Style Workshop course to get inspired, define your style, and build a wardrobe plan to matchGet Personal Styling:+ Subscribe to The Feed for weekly outfits and personalized shopping recommendations from a real human personal stylist+ Book a Lookbook for a one-off set of ten (10) professionally styled outfits from your own closet, and with a few new pieces mixed in (if you choose)+ Schedule The Call with an expert stylist to chat through your style dilemmas live, with the reference of your digital closet as a tool to guide the conversationShare with Friends:+ Your closet is private by default, but open your closet to make it searchable in the app to friends+ Browse the real life closets (the items and outfits!) of our favorite stylists and style creators to get inspiredTravel Outfit Planning and Packing Lists:+ Use Collections to build seasonal capsules or packing lists+ Add outfits to a Collection to automatically generate an itemized list, so you never forget an important piece againWHO WE AREDigital WardrobeDigital ClosetVirtual ClosetClueless ClosetCloset OrganizationOutfit PlannerOutfit MakerOutfit RecommendationsPersonal StylingFashion MoodboardTravel Packing ListTerms of Use: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.indyx.android&hl=en_US",
    "slug": "indyx-wardrobe-outfit-app"
  },
  {
    "id": "17894",
    "name": "Think Dirty",
    "category": "Health & fitness",
    "rating": "4.8",
    "downloads": "52.3M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "4.7.1.0",
    "update_time": "14 Feb, 2025",
    "developer": "Think Dirty Inc.",
    "icon": "https://play-lh.googleusercontent.com/wEBtkvOcov4lYtSJrVMKEQQKWX8Y8tjuyBWhSnal3NLio_E5BHog8gOBDO5fhD1WKA=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/VEuxgYCifN6HMx4PMph38QgHDOco9Dy2ZTcy4htxxGdRMBnw-J9LqLxhX3EsBPuuU5k=w526-h296",
      "https://play-lh.googleusercontent.com/PrVr841SIraWMHF__Kf0VT4IZal-8xoE8KttYcjWQNnyBlxreYQ8K7C2lUjFOWtQnQ=w526-h296",
      "https://play-lh.googleusercontent.com/sYSk_B8ifsj5kJfQZNTUGQ1vXpbaNo3td0PLIo2g911-2h7simSuXjDHxN62D_lrbPw5=w526-h296",
      "https://play-lh.googleusercontent.com/sOm1rNWKHk8mLU8smyR_KxeE55oZyv1UUVe0SIeueGLM3inhCpRCQHZGuOMYgySo6w=w526-h296",
      "https://play-lh.googleusercontent.com/bogKSmouJjYMmOwukdhsjYtvtP_mVEVT8FMvTCD8OBQXHs6imLaurh_zmeu7fHPg2Cs=w526-h296",
      "https://play-lh.googleusercontent.com/XkBHcLNFRSmGMaMuhjZUh4S1u5erATvAE8UngkSjRD6y_ofBzzKWpwEtuR6pa6uuCw=w526-h296",
      "https://play-lh.googleusercontent.com/ChCKROOusCSKy0kWNmp2THal17k5YaJJKuGuCAwPCsZoEkwQ66B_2mCer1mKeKQVhgM=w526-h296",
      "https://play-lh.googleusercontent.com/-7O5eYF9N3YCDwZoubyxJc-fTgGay1AAaRaQBIZ-846A3iauPj9mRhlBRYDOiqSvXC4=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Think Dirty is the easiest way to learn about the potentially toxic ingredients in your skincare, cosmetics and personal care products. Itâs an independent source that allows you to compare products as you shop. Scan the barcode, and Think Dirty will give you easy-to-understand product information. Track harmful chemicals in your cosmetics and personal care products, and find cleaner, safer alternatives to enhance your skincare routine.â¢ Search by Keyword or Barcode Scanning: Access over 850,000 cosmetics and personal care products and learn about potentially harmful ingredients and carcinogens.â¢ Real-Time Rating (Premium): Instantly scan beauty, skincare, cosmetic, and household products for immediate ratingsâno waiting required!â¢ Personalized Ingredient Preferences (Premium): Pre-select allergens and ingredient preferences for a personalized shopping experience. You'll also receive alerts if carcinogens or harmful ingredients are detected in your viewed products.â¢ Search by Ingredient (Premium): This option unlocks detailed information about any cosmetic or skincare ingredient, its health impact, sources, and products that contain it.â¢ Search by Curated Categories (Premium): Access curated specialty skincare and cosmetic lists, such as Mineral Sunscreens, SLES-Free Skincare, and Vegan Makeup.â¢ Dirty MeterÂ®: Get comprehensive ratings, detailed information on ingredients, certifications, and health impacts, and easy-to-understand insights.â¢ My Bathroom Rating: Track and rate your existing skincare and cosmetic products to see how âcleanâ your bathroom is and monitor your progress.â¢ Upvote Non-Rated Products: Help expand our database by upvoting non-rated products and encourage brands to get their skincare and cosmetic items reviewed.â¢ Shopping Lists: Save your favourite products and simplify skincare and cosmetic shopping.â¢ Shop Now: You can purchase products directly from Amazon, Sephora, The Detox Market, Well.ca, and other major retailers.â¢ UPC Submission: Are we missing a product? Use your device's camera to scan its barcode and capture the list of ingredients with OCR, then submit it to us. For registered users who submit products, we will thank you with a discount code to use our beauty box subscription and notify you once they are in our database.As mentioned in:Bloomberg, New York Times, O Magazine, Today's Show, NPR, Fast Company, Huffington Post, TED Blog, Allure Magazine, The Atlantic, PSFK, New York Magazine, Buzzfeed, Consumer Reports ShopSmart Magazine, Global News, Toronto Star, City TV, CTV, App Central, Brit + Co, Refinery 29, Telegraph, The Guardian, Design Taxi\"What changed my routine and really my life is the Think Dirty app.\" - Ruby RoseApp of the Day 2021Fast Company World Changing Ideas Awards - North America - Overall - 202025+ Apps To Make Your Everyday Life Easier â TED Blog7 New Beauty Apps You Need to Download Now â Allure MagazineThe Beauty And Fashion Apps You Need To Download, ASAP â Glamour Magazine UKâIt helps me make informed choices on products that I am bringing home.ââ TED Blog Staff, Kyle Shearer\"Tse's quest for greater transparency is personal. Her mother is a breast cancer survivor, so she's sensitive to hidden dangers in the products around us.\"â Fast Co. Exist\"Think Dirty miiiight be the best app ever\" â Grist\"An App That Helps You Find the Safest Make-up.\"â The Atlantic\"With a tool like Think Dirty, consumers can help find and promote good companies that are using non-toxic ingredients. You shouldnât have to be a toxicologist to know how to find safer products.\"â Janet Nudelman, Campaign for Safe CosmeticsAs a small team, we diligently work to accommodate the overwhelmingly positive amount of users' submissions (especially from our international users) to our database.We appreciate constructive feedback. Please email us at"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.thinkdirty.thinkdirtyapp&hl=en_US",
    "slug": "think-dirty"
  },
  {
    "id": "17895",
    "name": "Flipd: Focus & Study Timer",
    "category": "Productivity",
    "rating": "4.5",
    "downloads": "100.1M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "4.2.12",
    "update_time": "13 Mar, 2025",
    "developer": "Flipd Apps",
    "icon": "https://play-lh.googleusercontent.com/lLRNXRN5eM2BmFmIYlwomf682negdPadUPuJM9UmrJeMOPEbnA_BWnvq0jOdlHYgSA=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/t3fy5BZf9T6eIzrPP2AG186TID8KVZekIwZX1tmXhRtUo3ZfPwMlPUmGxf3pJzwfKQ=w526-h296",
      "https://play-lh.googleusercontent.com/tjUsTUaIC2jPXtz2xV3Gzz6GgHGwwYXd0urzpTb3cGsBV--gpMHxz4SOnd9nNCmA1Qw=w526-h296",
      "https://play-lh.googleusercontent.com/udb_LbA1YJ5Cx0o3L-3-FSE30lkjcAY13RpZW_BoIG3RGGruv4nUbRAUnPliV2ipTe4=w526-h296",
      "https://play-lh.googleusercontent.com/5Xhenm-zOI7k0VmEaG0ObFiMf88-o0B4GjpHhv0Fo7gxOEXhIcwBjAvkrSJfPjV4ER4=w526-h296",
      "https://play-lh.googleusercontent.com/vqpvvR5ya9wtDX_T5G-0O_S4L_gUVCp-dQqv4fwVuFq6c3LQiGSyjurnD06cF01EVTY=w526-h296",
      "https://play-lh.googleusercontent.com/aHcByZ4ktI6pZhDI3nD6_IU5EiWIKUQwgg1lWPQ2h35iAX0Z_Q65d0tmnH9WVm1oYuM=w526-h296",
      "https://play-lh.googleusercontent.com/nppsSRK9_Ub3pp7np_-cqehXx4Cj6IQudcYQW-ci6HftXX-M1dI4DWBE8b90vuKPTKtv=w526-h296",
      "https://play-lh.googleusercontent.com/jwxE9K7m1NMgDY5gnfoc6-zSHGGRqvxzd1Kg8RXsdJ3sQhY3i9_7jFVOWc_HAJJO-w=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Featured on the App Store: \"App of the Day\", âBig Apps From Small Teamsâ, âApps You Need This Weekâ, & âApps Made by Womenâ Designed for high-achieving students and productivity enthusiasts, Flipd has helped millions of users reach their daily, weekly, and monthly productivity goals. If youâre working toward any goal, like studying for final exams or learning something new, track your progress and stay motivated with Flipd, a sophisticated and beautifully designed productivity timer.Hereâs how Flipd helps improve your productivity & concentration, and reduces procrastination:CUSTOM PRODUCTIVITY TIMERSâ¢ Improve concentration with custom productivity timersâ¢ Keep track of the time youâre putting toward a certain subject or activityâ¢ Add #tags for each activity â¢ Categorize your tags & keep them organized in an activity libraryâ¢ Enable multitask mode to let your timer run in the backgroundâ¢ Set up reminders for your productivity sessionsâ¢ Keep track of breaksSTATS & INSIGHTSâ¢ Visualize your history and progress on a calendarâ¢ Measure and compare your stats over days, weeks, and monthsâ¢ Get insights like average productive time, day streaks, milestones, and moreâ¢ Collect badges for reaching certain milestones MOTIVATION & ENCOURAGEMENTâ¢ Thoughtfully designed to make you feel good about your progressâ¢ Feel motivated by reducing procrastination and distractionsâ¢ Prepare for each productivity session with an inspiring quoteâ¢ Feel encouraged after completing a session with rewarding statsâ¢ Collect badges to illustrate your achievementsâ¢ Stay motivated to keep going!CHALLENGE & COMPETEâ¢ Join global leaderboards with other usersâ¢ Compete in daily, weekly, and monthly challengesâ¢ Stay accountable toward your goalsLIVE FEED & STUDY ROOMSâ¢ Create or join live study rooms and groups to study with your friends or clubsâ¢ Join public productivity sessions to feel like youâre not focusing aloneâ¢ Follow your friends activities and cheer them onOTHER FEATURESâ¢ Free focus music & background soundsâ¢ Convenient iOS widgetâ¢ Dark modeâ¢ Syncs with Apple HealthFLIPD SUBSCRIPTION: Flipd is free to download, but you can gain access to a fully customizable experience with a premium subscription. Enable unlimited session lengths, unlimited breaks, track your Flipd history beyond 30 days, set daily goals and reminders, unlock all music tracks, and much more. Dive deep into your productivity data with advanced statistics & extensive features!APPLE HEALTH APP: Flipd integrates with the Apple Health App. Challenge yourself to be more mindful and keep track of your time well spent with Flipd through Mindful Minutes in the Apple Health App.SUBSCRIPTION PRICING:$44.99 billed yearly$5.99 billed monthlyThese prices are in US Dollars (USD). Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence. The subscription will be charged to your credit card through your iTunes Account and the subscription will automatically renew unless canceled at least 24 hours prior to the end of the current period. Subscriptions and auto-renewals can be managed or canceled via your iTunes Account settings. Special introductory offers only apply to first billing term. Any unused portion of a free trial is forfeited after purchase.Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.Terms and Conditions: http://www.flipdapp.co/terms-privacySupport Contact:"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.flipd.app&hl=en_US",
    "slug": "flipd-focus-study-timer"
  },
  {
    "id": "895",
    "name": "Oh She Glows - Healthy Recipes",
    "category": "Food & drink",
    "rating": "4.6",
    "downloads": "52.78M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "1.4.1",
    "update_time": "13 Jun, 2023",
    "developer": "Oh She Glows",
    "icon": "https://play-lh.googleusercontent.com/FoIz86UoBgoWtd-2BONsJqHyTHANnr3Ck61K6dRLTBPGrZHgycNW3pi3RtqpPwvxUA=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/ufbk2HxLXQaTm5lC2HG-1TH5mt4BPCXllpdj5epxyOj8e6RYyIKSJljW-DPKZ0QD1Q=w526-h296",
      "https://play-lh.googleusercontent.com/mvS5FTO1wcNMgqi4_DuJ9cB8aw39pQnUajiAUdcFmacHIM1uB4UUlsiUEvWcwTstlAsg=w526-h296",
      "https://play-lh.googleusercontent.com/jaeNtJ9RIHo1Jw2CkYRosFHR_sI7N1WMjMIdiqM26r-w_c97K4UuFlzZzdKCroomyZuu=w526-h296",
      "https://play-lh.googleusercontent.com/620z1bpx9814n51csQB5gTaDNMSrrToFDmA0eNFMtt-fQB28rKKDcfvbHh46g9S5BO-9=w526-h296",
      "https://play-lh.googleusercontent.com/E_wmt4NQz8HX7Mrk0Vr5fSEbs9AR3gu92HNJ3XcdHAcDDD8LobyzmLbFXvF0F2yH0Q=w526-h296",
      "https://play-lh.googleusercontent.com/58IpKcl6PwU7QhEA1eNK-OPWXj53nV6gKkw9RZkhBVCwqTuSFkHiW-jYWIsPSOpo1e-O=w526-h296",
      "https://play-lh.googleusercontent.com/u6GRlsMs_Yd1LEnaJxNPUgHmlNJBY1ARdXtlD_SfdOwAAGj2LNPO2iW_YmXZzRFPXLg=w526-h296",
      "https://play-lh.googleusercontent.com/gH3rVDoekioLuYwOuUj5DAp2lZ008PAB-apw6hvUDgKNmIZNcH4o3v6AI1EGFR4sWmk=w526-h296",
      "https://play-lh.googleusercontent.com/F7Lz9Xg6Q80fSyy6z2Bm8603w4ty_HVzcqlreIGblsZoXiHcWB7CWytBLhOuKaWCvNg=w526-h296",
      "https://play-lh.googleusercontent.com/VoLPNm7gLE18cqe8dpfpJOeLrieozdCwlMg46tXH1McxsuPKUj86scAsm0lC1O2f5z1h=w526-h296",
      "https://play-lh.googleusercontent.com/ONPZ5zpC76GVYW8UUhKSsDDGJqZozK580C1f1j80qcQ6CMrIwsO2lIiUk3A8OjCyVEc=w526-h296",
      "https://play-lh.googleusercontent.com/8muoBuItimpQNdC0_Xx43HRdMbez5CVuGNqU4iI38s73kzcJBoAo7GC_vOUGn1JOnQ=w526-h296",
      "https://play-lh.googleusercontent.com/IwtswFwHl3KxGHgllqfx8NrOY1eWVge9-LVk2Key_MjPzKymnl_eTIRL-NQQJLtn8Ks=w526-h296",
      "https://play-lh.googleusercontent.com/VuLrVObSIJPE-oxolhzb5W6EgeDrL_yzguc3Fa9hPS2oFCmQD7bQB7Q4d76gpbqHk7k=w526-h296",
      "https://play-lh.googleusercontent.com/s3Hh8kgOi6AMp5_Yw8QObOmElOtfYe07ajiaed6YHszg9qkq2HKkraVW3Bpcs3hlRu7E=w526-h296",
      "https://play-lh.googleusercontent.com/n6zU5Rs3pAD0nd9ud_dwUgq7mgpyG5mM8aKWWifco7lIlrhY-fmMdVxIB2URwfVTvhEw=w526-h296",
      "https://play-lh.googleusercontent.com/GEHLsSeLQx0pWSoAMozUrRuNGifihzzirVncN9QPA2BrDFn4ebRZXzNwW3Vzj4SJLt-O=w526-h296",
      "https://play-lh.googleusercontent.com/4Rc24SOFKvCiTqMJYJ1tDAeHUHJBcI2L36xqxXSfDPnw4rz2-sps3kPJJRbfzab0aFXL=w526-h296",
      "https://play-lh.googleusercontent.com/z5i5dZUJboQ1S6-0bP_HD2gFaVvsjoXkk1FSQYEMgznKhmFUM1ukIF4Rak9crYJ1lhw=w526-h296",
      "https://play-lh.googleusercontent.com/kSWfoFLONMoH2BZcYFeggmcHqLoo-mXo5JpmITyqUApna-U3YZMiXHtGSiN-3fPFWQ=w526-h296",
      "https://play-lh.googleusercontent.com/EoIb7A0Pfn5Yw6IjXdkhUvrzPqGm_akKruWGNP3iVbvfuwxZjAFM65SviDpfSNiIlLU=w526-h296",
      "https://play-lh.googleusercontent.com/t34d2Gt1Oq2BO4rNx2SIjEip-kThpEcGlbjBkgwV5KyKRP1X8bFktgB9-nOeBq7OGGm1=w526-h296",
      "https://play-lh.googleusercontent.com/Q5AF-VATJvHMCVoL6f3iBZ_q_ybq9SvRdxJWAT1TzK9wTJLdJdz3Xz4_zaq88f2_CMo=w526-h296",
      "https://play-lh.googleusercontent.com/s0Sg-1pkacofaWlUeBApFPKykj8Ju9v6VZ0FHf1zUOViL0bHx8xoGLiERCihy6FL_y0=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Brought to you by New York Times bestselling author Angela Liddon, The Oh She Glows Recipe App features the most popular fan-favorite plant-based recipes from the award-winning recipe blog OhSheGlows.com, and stunning, vibrant food photography for every recipe. Angela has been creating healthy, veggie-packed recipes for almost 14 years, and she only shares recipes that are hits with her family, friends, and recipe testers, so you can be confident that the recipes in this collection will win over even the biggest skeptic. One thing is for sure, this healthy recipe app—named as one of the Apple App Store's Best of 2016—will have you glowing from the inside out and bursting with cooking inspiration!\n\nEnjoy over 175 mouth-watering plant-based recipes, including more than 150 gluten-free recipes and many exclusive app recipes not shared anywhere else. Be sure to check out the bundles page, where exciting recipe bundles—both free and paid—can be accessed. The Oh She Glows Recipe App will continually have new recipes added to it; each recipe that’s published on OhSheGlows.com will also be uploaded to the app, so it will grow and grow.\n\nRecipes are in English & French language only.\n\nFEATURES:\n\n- Browse through beautiful full-screen high-resolution photography with tablet-optimized UI\n- Search for recipes with ease using ingredient keywords or by recipe title\n- Find detailed nutritional information available for each recipe located in the \"tips\" section\n- Filter your recipes based on dietary/allergy info, season, dish type, and more\n- Strikeout ingredients and directions as you cook so you don’t lose your place\n- Customize your own favorites list with your most-loved recipes\n- Add your own notes to the recipes if you make any changes\n- Take recipes with you on the go with convenient offline access\n- Cook without worry that your device will go to sleep with our anti-lock feature\n- Browse recipe thumbnails by category (e.g., view all breakfast recipe titles and photos in one spot)\n\nWe hope you enjoy cooking with the Oh She Glows - Healthy Plant-Based Recipes app. For any questions please feel free to email us at"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.globakeryco.ohsheglows&hl=en_US",
    "slug": "oh-she-glows-healthy-recipes"
  },
  {
    "id": "17896",
    "name": "Olio — Share More, Waste Less",
    "category": "Food & drink",
    "rating": "4.5",
    "downloads": "116.1M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "2.174.13",
    "update_time": "13 Mar, 2025",
    "developer": "Olio Exchange Limited",
    "icon": "https://play-lh.googleusercontent.com/_jODp5r2ZzYsTQWnE5v2zkq2WodOGJjJRqmUX5rQXzo8y7Qt2q8pNsJb7ukyDRJTgEEl=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/V-wkzFshWIDYPIusdxw3ooZDikeBj3BiPH5iIPhr6mZIidlvTyPGz6gOfuOIgAQi6dI=w526-h296",
      "https://play-lh.googleusercontent.com/p0ijRkweHeevQ3CzZ_ssZdyuujGXVa-HbkVp2Ek4W162jsxuEblEqS5GvivdxSFP3ErN=w526-h296",
      "https://play-lh.googleusercontent.com/X47bAFrmKIuEeOZfr0lffWBKB6F21f_5c1JV9Wcf2nKJWAPMRweyyJapSpIfEoAG9IY=w526-h296",
      "https://play-lh.googleusercontent.com/HRjHeN6Nb1dlNIWTtaRPDz52-WgMIcbvCdtz0_svSLhQ8TlcDg4oth_tDBP0NV01hhkk=w526-h296",
      "https://play-lh.googleusercontent.com/fJpiOc-1P0F4JXFhnJODS8xbzhLWA4JrnLtYtgM6FAqfdqfgw0IrnSHc7m4HFNVBWQ=w526-h296",
      "https://play-lh.googleusercontent.com/OfqIlElEsQnV0RdJQGYFq6IFw_lo6aRTJvnnwQgO3_AwEDnB8V6qAqwfrV0Q4tQhTQ=w526-h296",
      "https://play-lh.googleusercontent.com/oLbjwTtdfYkecNOhGNm3PTBqBBDyXHaiolqPHSPQcMmHwvKemEska4CInqZfrpw6ow=w526-h296",
      "https://play-lh.googleusercontent.com/O8ZHYO7DAMkmBK4aATD3HDwTF6VJ9NuEV2HjM2WKm_A66gm2kn8eaEzetbpt_h5r6eU=w526-h296",
      "https://play-lh.googleusercontent.com/9QTQnX4sGNvrz3IgudxfpeSzFHsz2fhbXej-6Vli0iJhG7xlg2jOpBmj-CIxg_FyTgjd=w526-h296",
      "https://play-lh.googleusercontent.com/Yyiy0or6Qxdx2xXqTZmhyxZC9w_4vDZSLZ_kTicFKctdCFJRxABTE2XCAFuCTpkUQ9IL=w526-h296",
      "https://play-lh.googleusercontent.com/0zHs6Fs_Q60AbjUvPx3R-vmJtXvLZEvM1REjYH6cSYi8wSMHlQB2ImuWCFDx6_khx6Y=w526-h296",
      "https://play-lh.googleusercontent.com/aJxORu1HDGheU2eqxnxw6vQ7PRGrYLOlU0QEW661LmffNGmFdtRK3Ss2O_dsl_icG_Xz=w526-h296",
      "https://play-lh.googleusercontent.com/FzVeplIJPPPBQaQ2RwUgSWxfcfszIb-z4ZAIe_Qsgy17swWGkQwrM4Qs54E4bTH7OA=w526-h296",
      "https://play-lh.googleusercontent.com/XdfZxsLNtVMWP_uopDIDZZ0k-m7m_aR30hQbPkmvMrwjdmXKx0ZkB9EG9Ntgmj0dmA=w526-h296",
      "https://play-lh.googleusercontent.com/b3EzL3loOyu1FcasI1kfiZvWIRrTjqo547P4UWfVbehwg3eSNwdDM4HtKimbJMSkjQ=w526-h296",
      "https://play-lh.googleusercontent.com/j6-w6DxFivZa2s9zVSSI6CmaNqraaAMkwBUsjslnZzTIWw4q3WCvdGtcbAFfddLYPjt2=w526-h296",
      "https://play-lh.googleusercontent.com/xM6XJUVnU3AE7m5LKsUrsxrx2KYmxxRmSG9YBLXpgoWhwmCfw69dqQf7WN4RalwJJA=w526-h296",
      "https://play-lh.googleusercontent.com/1_Opg9LmoxxGwriRKJoHiyoAU_6WTp3qMMLzGEDlG285p4ksFzUqqY5wSrsYB45oSJo=w526-h296",
      "https://play-lh.googleusercontent.com/p48-Hu8L5gDlIHiIXuS0cr80oAyZStAmCHPtvVYRWYmUgfDMnbbEBdEh2B4MZFszG0Dl=w526-h296",
      "https://play-lh.googleusercontent.com/ZFO8IYtT2X1oWnJls8qCZXYti1qBgMyt9s_F73q2okPn8-q9D02JAdfKXAMC70tNltU=w526-h296",
      "https://play-lh.googleusercontent.com/Y5EdCC6dbzSNxGRPYOEBT8mzmsELd80tI1gCo5slPrboCf6YLAfvaw_fQymrn0Ho=w526-h296",
      "https://play-lh.googleusercontent.com/uykyieYZM6HHnAv0V4mpoFt81DLeE-zkvKvlv_cgBzWbfCCf1RZeeURs33MtJpn1Yvc=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Olio is a local sharing app for passing on things you donât need to people who live nearby.From food and clothes to books and toys, turn your useless into someone elseâs useful on Olio â and help fight waste. Give and get for free; lend and borrow for free; or buy and sell pre-loved items. Join a global community of 7 million Olio-ers making a difference in their local communities, and for our planet. > Declutter your home, fast: free items usually requested in under 2 hours> Feel good: 2 in 3 Olio-ers say sharing boosts their mental health> Do good: Reducing waste is one of the best things you can do to fight climate changeHow to use Olio1: Snap Add a photo of your item and set a pick-up location2: MessageCheck your messages and arrange pick up â either on your doorstep, in a public location, or hidden in a safe space3: Share Soak up the good vibes knowing youâve helped someone local, and the planetOlio can be used anywhere in the world. Join our âshare more, waste lessâ movement today!Terms and conditions: https://olioapp.com/en/terms-and-conditions/Privacy policy: https://olioapp.com/en/privacy-policy/"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.olioex.android&hl=en_US",
    "slug": "olio-�-share-more-waste-less"
  },
  {
    "id": "6631",
    "name": "Eventbrite – Discover events",
    "category": "Entertainment",
    "rating": "4.4",
    "downloads": "57.00M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "9.76.2",
    "update_time": "24 May, 2024",
    "developer": "Eventbrite",
    "icon": "https://play-lh.googleusercontent.com/anv5TE3ThY0gjrgdZ0yLqfL_gMPvakj2GhJCQWhQXt6Tx_d1eWKpRqQjXIUIoKg1hSY=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/E8jkplu94VDMkP35pDtqcyiKL2BopnF66wRX6rcbiHvMiGj7_jotMhQEionlOVc4zcE=w526-h296",
      "https://play-lh.googleusercontent.com/xu8vWhmJbDCm5LLhETEP3Q6kserX7yG8iKHfz6pLxtvqs_EnstrbA2sCl3t31bmFAA=w526-h296",
      "https://play-lh.googleusercontent.com/324iYs3aUK_9YLVC-t9X_LpCrjkcLxL2u5Fi07GWezD1mQ61jpEyLxgzaxUeZqWK5fw=w526-h296",
      "https://play-lh.googleusercontent.com/-YXN_YkcFB1aYmy_Nikx_7e8HBOeEQf37ebaCyagNY5Mq5fb-crQHBAVSaP2nIjMWdw=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Discover upcoming events near you and get personalized recommendations. Stay up on the latest for popular events like concerts, festivals, yoga classes, holiday events on New Year’s Eve or Halloween and networking events. Find something fun to hit up by date, time and location. Buy tix and keep ‘em handy on your mobile device to make check-in nice and easy. Ready to explore?\n\nWith the Eventbrite app you can:\n\n• Find what’s new and hot nearby at a wide variety of venues\n• Stay in the know on what’s going on today, this week, this weekend, whenever\n• Get personalized event recos for whatever you’re into\n• Share events with your crew and vice versa\n• Add upcoming events to your calendar\n• Buy tickets and check out easily on your mobile phone\n• Store your credit or debit cards for fast, secure checkout\n• View event details so you can get there on time and own it\n• Check-in with the app, ditch old school paper tix\n\nWhat does Eventbrite do?\n\nThere’s an amazing, fun, interesting world of events going on anywhere at anytime, we help you discover the best.\n\nYou can find things to do based on what you’re into, where you want to go or when you want to go out.\n\nWe’ll also personalize recommendations based on where you’ve been and what you like.\n\nLet’s get out there and explore.\n\nThis app is also available in German, Spanish, French, Italian, Dutch, Portuguese, and Swedish.\n\nINFORMATION SHARING: When purchasing tickets or registering for an event, we provide the information entered to the event organizer so they can manage the event."
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.eventbrite.attendee&hl=en_US",
    "slug": "eventbrite-�-discover-events"
  },
  {
    "id": "17897",
    "name": "NET-A-PORTER: luxury fashion",
    "category": "Shopping",
    "rating": "4.9",
    "downloads": "101.2M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "2025.01.1",
    "update_time": "06 Feb, 2025",
    "developer": "THE NET-A-PORTER GROUP LIMITED",
    "icon": "https://play-lh.googleusercontent.com/oeGH79kG9NZfU5VaY7CYeVtQyHcfTXzCJsNEfCHkNG5OZJ9r71LgU7WGPRUDs5-YWrI=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/RTYPzsIt4aswwCZVsqOXeMa05wvIjFcAmsqD3ePd9vVTDXdXDM1Sh_67SpBr36Y5gw=w526-h296",
      "https://play-lh.googleusercontent.com/wAfjA-cyhoTSHmpHR-Zjh55cypmDNw7csqur5s1VBJWaPWE-50JK5wUM05ZHzTCLaaA=w526-h296",
      "https://play-lh.googleusercontent.com/XHwYISlSk8oyZYQao3SUupz0hpqGQGEBo62a8P0W8Km_iM1E0Aj-b4IwlcsjAXO1vVo=w526-h296",
      "https://play-lh.googleusercontent.com/5FZcb294aFMyGrKQcUSFE_sBujLXJ6na1-wInsjoupSssNVp73hnoICsh6T7lPiYG1Y=w526-h296",
      "https://play-lh.googleusercontent.com/SUOFxxb6mfLs_d9Rx5sskbfF95Ibt5PHAwp9NWl06PMaOIo3MitJYTMHbpuKsGyWdqM=w526-h296",
      "https://play-lh.googleusercontent.com/e7TAVW0wugFE3cuj-kw5zzSW7nmtLL05CVZ0jju8pQrmokuMWZTZPzWl2zMujytAT_s=w526-h296",
      "https://play-lh.googleusercontent.com/18ZyvmbxDSzUniF9B-fp8otLoBlOhlfVD517rv6e2rgMXNBUZ_UogBbbV9JO_qduEw=w526-h296",
      "https://play-lh.googleusercontent.com/ViM48aYx6ibLmAgR2o3pYLsVQDVKn_WXNtxechEKlFu2JuzqX_GpRi6YrVCnMaaJGw=w526-h296",
      "https://play-lh.googleusercontent.com/2opDZz0BK1GhIi6uFI7sy4iZMY2lIqFs7leCW57w_2kw_4rRF3JOdGZF2wu8-dSDpw=w526-h296",
      "https://play-lh.googleusercontent.com/OBW8GxI8ydeuczNSs5rclkDTzpEAjtwNYhsGV0gK-9gtHHPmyT5tvi4hn_aec8xqYmwk=w526-h296",
      "https://play-lh.googleusercontent.com/0ugb4WySGeBrn001exI9cghf0JwSDnRKzjvBJUG_SAnwOvKmDn0zbV94gvalCYK_Zs3O=w526-h296",
      "https://play-lh.googleusercontent.com/MONoqB1VS2aG1W0Vw42REjAF8Y24sKDU4ZSPOTj_P7b67hfs4W8kPSthMLLosD93b8c=w526-h296",
      "https://play-lh.googleusercontent.com/JSnacf0yluSOtNuJM2lUiEBQ8ArPOczbHQNZQLo1NEAR3oC5jpRAt2hMxYctDC8XC0U=w526-h296",
      "https://play-lh.googleusercontent.com/jfDq5suV_ZCUHfPO_cbEAbgEdSDDqXM_inafmjKQqjV1aQC3UViAEO2fWKLRZdsuSww=w526-h296",
      "https://play-lh.googleusercontent.com/BkbEI90QERwmie8nc2bfohReGrcR12KH9k2FgV9fz0p-CUMoHZ86BrKD0fUBOLu_1A=w526-h296",
      "https://play-lh.googleusercontent.com/dJqmePzHuqcv7y5NZwvp2Wys6y4jgTuJkeUqs5xr_LWFqhXpLk2XIE7Bis7PoStL3X_s=w526-h296",
      "https://play-lh.googleusercontent.com/RvEcllDa42FkMHxDV7nWx_hzrRAWN1eSs-nsHzOzupja-IM-1ACdi-J1nzuJQBaXAQ=w526-h296",
      "https://play-lh.googleusercontent.com/HSniR3BfgCu541yczA1piOKY1xxZFh36Mr4RMCEDGnurBKDj-NW4e6-vEahrx3w9nfo=w526-h296",
      "https://play-lh.googleusercontent.com/rX8diT4DVJ1zLPK2s7E9m4YUYyrZ9ZVooiewVAoeyAx8xL46JKFPVFjdt6F_OBMNjpE=w526-h296",
      "https://play-lh.googleusercontent.com/bAh-J6y3nvR3vKVz0fIMiMp5Nlt_W1ukf594VE7djp8BEJLGLHp05yzavg6aDkFeww=w526-h296",
      "https://play-lh.googleusercontent.com/mrhYAc7KS6DV6gHOCWLjTKLV-4TDfwaNHVlWi2fB58lb3W44nJhOlfFH1uvevtyAj_Id=w526-h296",
      "https://play-lh.googleusercontent.com/pMYVcn0m1cMYEg2TlzlBoXQsIHlIGHBD5teFx7a_FptWMNqmBR5s2Wkw5jk2T3Y5HA=w526-h296",
      "https://play-lh.googleusercontent.com/kImH1DO-4qj0el8cKwP05J9Hn5-ABj8BZn_NY58VPmActrAT03Fp4djE-zICB0xd-y8=w526-h296",
      "https://play-lh.googleusercontent.com/Bc6ex14jozO_VAv0W8F0Q6ueIoXnpVEJ7jyc4J8IjsUqKKfm0NwdJqclkoKw6l0flwI=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "THE BEST WAY TO SHOP WOMEN'S LUXURY CLOTHES, SHOES, ACCESSORIES AND MORE.The NET-A-PORTER app is the essential online style guide, offering the ultimate roundup of product and content. Download it now to:ENJOY OUR EXPERT CURATION- Shop clothes, bags, shoes, beauty, gifts, fine jewellery & watches, accessories and much more.- Discover the most coveted new collections from the world’s leading designer brands.- Explore the latest launches first with new arrivals now dropping five days a week, from Monday to Friday.STAY IN THE KNOW- Enable push notifications to receive alerts about exclusive collaborations, Sales and special promotions.- Scan to read and shop PORTER’s inspiring daily content.SHOP WITH EASE- Create and manage a wish list to keep track of all your favourite pieces.- View an automatically updated shopping bag and wish list across all your devices.- Browse our edits by category, designer, colour and size.- Enjoy express shipping worldwide, plus same-day service to London, New York and Hong Kong.- Our multi-lingual Customer Care and Personal Shopping teams are available for assistance 24/7, 7 days a week.SEEING STARSSome of the designers available on the app include:- Alaïa- Alexander McQueen- Balmain- Bottega Veneta- Chloé- Christian Louboutin- Gucci- Isabel Marant- Jacquemus- Jimmy Choo- Khaite- Loewe- Loro Piana- Mach & Mach- Saint Laurent- The Row- Valentino- ZimmermannExclusions apply: https://www.net-a-porter.com/content/help/brand-exclusions/Terms and conditions: https://www.net-a-porter.com/content/help/terms-and-conditions/"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.nap&hl=en_US",
    "slug": "netaporter-luxury-fashion"
  },
  {
    "id": "17898",
    "name": "Stitch Fix: Style made easy",
    "category": "Shopping",
    "rating": "4.6",
    "downloads": "176.1M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "2.1.6",
    "update_time": "13 Mar, 2025",
    "developer": "Stitch Fix",
    "icon": "https://play-lh.googleusercontent.com/B1XF_NwnthWWGgoCfCrnPxAjHmfnUibBap2yGDGxQyWk3MKiv2Lp07JPm12TUWLiAws=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/qL86yA8vr-PC0eECGaKU3EjAkjybG9vEfzmqToV8NjazEUvzq-87a_cmsAOnFFplCA=w526-h296",
      "https://play-lh.googleusercontent.com/wxW80mmqG3gZYEYR3ivO-AN_3fAP20QSETdEPUltTdUeWhNRmoeabsAPHJ5bIHaJxKHB=w526-h296",
      "https://play-lh.googleusercontent.com/8IdzJyYJJAGnnLmrU3jSOHz5cb7bkYd5Zs6tFK8bzSOxCRO-8sYhHZO8wv4LLs3BiR1v=w526-h296",
      "https://play-lh.googleusercontent.com/uqiQq8HsnPE1kG1gttFJGTpa7yjhWVSmtA3bdas3_zaMaJFQ297R47ll35giJasbjlrO=w526-h296",
      "https://play-lh.googleusercontent.com/yli1mnNIHqlqACM99Ts8pyVhW-S8zlMdvehJ6Hz1CKmR33ecU5BzJHnYommNKrDdCw=w526-h296",
      "https://play-lh.googleusercontent.com/XlQL_HYoH5YkQPhXS6u4k9ixgT0B6HcI5yBGnk5BZPE-e4uDD-c8pFiXndeJKVlVgw=w526-h296",
      "https://play-lh.googleusercontent.com/k3Hc9d5ITnggDAHEIs1BLeGfFQV6lz6XFTCJt2TjZUwMmnuXlww7ohr5WRCwsFC--Cg=w526-h296",
      "https://play-lh.googleusercontent.com/fcQixshaqYLlE-iqxiByGw4TFLtZIzJ05OdXnKMc64r0XWgeWyIiFSH0_j_JMWAKByK_=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Make style easy with Stitch Fix, the #1 online personal shopping service for women, men and kids. Take our simple style quiz to share your style, size and budget, then get matched with a (real, human!) Stylist who gets you. Choosing from 1,000s of brands and styles, they send personalized pieces that get your style and fit just right. Let your personal Stylist select 5 just-for-you items per box (itâs called a âFixâ), and get access to personalized style advice and recommendations in your unique âFreestyleâ shop. Free shipping and returns, no subscription required.â¨FREE SHIPPING + NO SUBSCRIPTION REQUIREDâ¨Shipping, returns and exchanges are always free (label included). Order Fix boxes on demand, or opt for regular deliveries, itâs up to you. When you keep all 5 items, get 25% off the entire order.â¨ONLINE PERSONAL STYLING FOR EVERYONEâ¨Womenâs sizes 0-24W (XS-3X) including Plus, Petite and Maternity.â¨Menâs sizes XS-3XL, waists 28-48 and inseams 28-36, including Big + Tallâ¨Kids sizes 2T-18â¨YOUR STYLE ON YOUR BUDGETâ¨From statement pieces to everyday items, your Stylist shops exclusively within your chosen price range. Set your budget by category: Blazers, shirts, pants, and more. Items start around $32 for women and men, and at $12 for kids.âStitch Fix is so convenient! It takes away the unknowns of online shopping. They're truly there to help you with the whole process and figure out what YOU want.â âSam Z.â¨âEvery single pair of jeans that I have received from Stitch Fix fits me perfectly. They nail it every time.â âDena A.â¨âIt's a very easy way to feel good about yourself, feel good about the clothes you're wearing and not have to sacrifice your time stressing over shopping.â âAbby E.â¨âYou just push buttons on your phone and a personal Stylist will take care of youâwith Stitch Fix, anybody can have a personal Stylist.â âVictoria Y.â¨âThey know exactly what looks good on me and it comes right to my door. Plus free shipping? Itâs a no-brainer.â âAlex Z."
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.stitchfix.stitchfix&hl=en_US",
    "slug": "stitch-fix-style-made-easy"
  },
  {
    "id": "17899",
    "name": "Chatbooks Family Photo Books",
    "category": "Photography",
    "rating": "4.8",
    "downloads": "224.5M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "5.13.28",
    "update_time": "25 Feb, 2025",
    "developer": "Chatbooks, Inc.",
    "icon": "https://play-lh.googleusercontent.com/oY1Zdo9SzlS2o1Ff3RPyQOgYwpqcaiZUYroVrHs7msT1DCBTJ55OFuSdKZv9ZoH1Fw=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/i53iqbEatD2f8Bc_IOVnqblwSkVCS7U09S5MsjNMfpJL1krw0iVC36AoK4xo5UqdxNg=w526-h296",
      "https://play-lh.googleusercontent.com/xRPPJAnSyrABze-BVhnPIQsnEtRTEEmPWdW6aP0NRe7fac0xsC9uSA4UO3QjVUtljsM=w526-h296",
      "https://play-lh.googleusercontent.com/3tRfiX8NU8sCBt_1KwnTuk9qB5nij5T1Cl-KD8RXPAhbW35Pewe2VHdnGkpyVMvel7Q=w526-h296",
      "https://play-lh.googleusercontent.com/VPSJLlBGJUXHWO-r-qoiyDXOe1ZmlEJJdnrfDIgMK4SwMz7Ysh0LXBDiiAjPPhFR8_sF=w526-h296",
      "https://play-lh.googleusercontent.com/CRyflxj_HJiZqXwPFlXpI--gkCB5XXgT8BkFDgOAj2qNujS8zfGtH0S7yHPbBaZ-Eg8=w526-h296",
      "https://play-lh.googleusercontent.com/Cp0t7n8yiyZQQWFe5ezZAUaqy8cb6_JJneywFu2UU64eJJ86kdrLMjBYOBVs8-e8__PM=w526-h296",
      "https://play-lh.googleusercontent.com/XFt1rlUtdUvTQVKqfKNd51ab86MwyNd6NX59tjlOo0KvQX-XlnRRakF8kusjnVzMVpc=w526-h296",
      "https://play-lh.googleusercontent.com/mHgOZ2apO0uutQg4GJ-4oGJgMdEsHmEwxPjb-d6AAOQ1mfZhP_udizj0yD2XJqsFx4sK=w526-h296",
      "https://play-lh.googleusercontent.com/sfLG7bRWK_B45UjI7uR5s2PhFdm3tSiNvSq_kkqeZvmYShKtnM0gdWNd3OfQMivo=w526-h296",
      "https://play-lh.googleusercontent.com/wS52dETMydMip3OPO74TE82xzT2jrsV6MDaVOTGz4SQV2_K3vaPX5gLW4hF-7GNFnPyH=w526-h296",
      "https://play-lh.googleusercontent.com/Lh1PoTMbtGlefEUaxzZr1SNbn7kQ4ASiui9HRi7PiuUwXxJKWCw69ZkBJ2MZCdm8bpY=w526-h296",
      "https://play-lh.googleusercontent.com/I161aPOAUAaf0EpNY2kVf7_0GZV07Bg1BpLY5zKmNRYXcSywuF1ryS_ls12TbFRMe-c=w526-h296",
      "https://play-lh.googleusercontent.com/VvvPUOCPTHnXpuWnKtoztY5gcEEBOElnD8ZcPJu42hTkDdxQJTf7TH0xVPggDqgY-w=w526-h296",
      "https://play-lh.googleusercontent.com/OESXxfAQ4dMifRrrtADoyl4I-VduU5RmHkq1XRh4-YMiV-t1rsyoV9XuNQALccMSdHg=w526-h296",
      "https://play-lh.googleusercontent.com/1sm47n2x2XdDtNx_qU0MlVvSnWbRuE5XkbcAg70cyD-wjcX0r9PbleBJiviGOszTAKo=w526-h296",
      "https://play-lh.googleusercontent.com/-aMsqYmhwsqa0Z6FM7VuVUlxCdIsfDWOf6Mq2i4BHQcONxhNgtN0sG54c3NkJHwzHjE=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "See the magic in your every day by printing your family photos! It has never been easier to get your photos off your phone and into your hands with the Chatbooks app!Our bestselling Monthbooks are designed to show off the everyday photos you take on your phone. Start a photo book subscriptionâchoose your book size, cadence, cover type, cover colorâand enjoy 30-60 page photo books of your memories. Add photos right from your phone camera roll in the Chatbooks app, edit, and send to print in just a few taps. Cancel anytime and always get free shipping on any Chatbooks photo book subscription. Chatbooks photo books offer softcover or hardcover options, a range of sizes from 6x6â to 10x10â, and several chic spine and cover colors and designs. Add a contributor for a photo book that includes everyoneâs photos that your whole family will love. Photo books make swoon-worthy personalized decor: start a collection today to style the ultimate shelfie. Plus, free shipping options are available on all products in the U.S.! Itâs seriously beyond easy to create Chatbooks. Buzzfeed says: âYou can have a beautiful book in minutes.â Millions of Chatbookers use the Chatbooks app to print their photosâjoin them!"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.chatbooks&hl=en_US",
    "slug": "chatbooks-family-photo-books"
  },
  {
    "id": "17900",
    "name": "A Color Story",
    "category": "Photography",
    "rating": "4.8",
    "downloads": "208.3M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "3.11.5",
    "update_time": "10 Oct, 2024",
    "developer": "A Color Story LLC",
    "icon": "https://play-lh.googleusercontent.com/hBi8UPwx4Y4PdaUSG7FeOFqvE1L6iIL9mhG3GC8btrfuukR4ZLtaGKinOMuLCso1m1U=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/mLt7ynL2bRcRM8OsHCRl3jXd00SqCnv1SY4UfF8ppMx9OjNDSijWGpnz45a84b-J9g=w526-h296",
      "https://play-lh.googleusercontent.com/59kZpeEBuQHrhaphvN2_UKa0pT6Wcgiuu636I9PDIl2ZPs3yfmJEG5RlpvPNtK-teZeX=w526-h296",
      "https://play-lh.googleusercontent.com/s5FbFJPxPpkwDHNiHH3wNzy-TPq8qN3Rla0i9yaLMndC_6o7_-ngdR01pRj3H3Bg-sc=w526-h296",
      "https://play-lh.googleusercontent.com/DKJPwVKfb4piSH0vSxlxe7YDmcE6E1-d0aBM61lM5wZgcXDrUBkM3CfrR9KRRXhiSac=w526-h296",
      "https://play-lh.googleusercontent.com/TAPxMuw1TTPYA8eoBl6y8Tltj5JDI68O7cSXc7e7nizqwH5fj5rFMK5XmvI0jrC-AB16=w526-h296",
      "https://play-lh.googleusercontent.com/h6IbbUFLOZ_SjSFBD4rgb-nhEVkrbWmW_rXm6TIokSQjD4_5QVNR_OAsDANKhiP7Hw=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "There's a reason it's been downloaded over 20 million times! Photo and video editing has never been easier than with A Color Story. Add trending Styles to your photos in just one tap or choose from over 500 stackable filters and 120 customizable effects designed by top influencers and photographers. Found a combination that you love? Save it as a custom preset and use it over and over again on your photos or videos. Plan out your Instagram grid right in the app! Select the right filters and effects in the photo editor and preview before you post. Batch editing allows you to edit multiple photos at once, making it easier than ever to add effects to a queue of photos.Use object removal and multiple color and tone adjustment tools to edit and perfect your photo. No more painstakingly tracing objects - remove background objects with ease! HSL sliders and curves let you adjust the color and tone of your photo or video to emphasize that golden hour glow.A Color Story has a variety of touch tools for precise, easy editing and effects, saving you time without sacrificing professional, polished results.Start editing your photos and videos like a pro and download A Color Story today! TONS OF EDITING TOOLS:â¢ Recreate trending looks in one tap with Stylesâ¢ Over 500 filters designed by top photographers and influencers to pick fromâ¢ Choose from over 120 movable effects to emphasize and add to your photosâ¢ Utilize over 20 advanced tools, including HSL, curves and selective editingâ¢ Object Removal tool lets you remove background objectsEDIT HOW YOU WANT, WHEN YOU WANTâ¢ Create your own editing presets, based on your favorite filters and effectsâ¢ Instagram grid preview and planning, right in the appâ¢ Edit multiple photos at once with batch editingâ¢ Edit photos and videos quickly and easilyâ¢ Touch tools for more precise editingGet complete access with ACS+ Membership, which includesââ¢ Unlimited access to all our filters & effectsâ¢ Access to our Color+ toolâ¢ Unlimited accounts added to grid planningMEMBERSHIP PRICING, TERMS, & CONDITIONSACS+ Yearly:The ACS+ Yearly membership is $29.99 USD per year. Pricing in other countries may vary, and charges may be converted to your local currency depending on the country you live in.The ACS+ Yearly membership starts with a free 7-day trial period. Once the trial is over, you'll be charged $29.99 USD per year. Your ACS+ Yearly membership will automatically renew unless auto-renew is turned off at least 24 hours before the end of the current period. You can go to your Settings > iTunes Account & App Store > Apple ID > Subscriptions to manage your membership and turn auto-renew off. Your iTunes Account will be charged when the purchase is confirmed. Any unused portion of a free trial period will be forfeited when the user purchases a subscription during free trial.ACS+ Monthly:The ACS+ Monthly membership is $4.99 USD per month. Pricing in other countries may vary, and charges may be converted to your local currency depending on the country you live in.The ACS+ Monthly membership automatically starts upon subscription and you'll be charged $4.99 USD per month. Your ACS+ Monthly membership will automatically renew unless auto-renew is turned off at least 24 hours before the end of the current period. You can go to your Settings > iTunes Account & App Store > Apple ID > Subscriptions to manage your membership and turn auto-renew off. Your iTunes Account will be charged when the purchase is confirmed. Any unused portion of a free trial period will be forfeited when the user purchases a subscription during free trial.Read our full Terms of Use here:https://acolorstory.com/terms-conditions/Read our full Privacy Policy here:https://acolorstory.com/privacy/"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.acolorstory&hl=en_US",
    "slug": "a-color-story"
  },
  {
    "id": "17901",
    "name": "Hipcamp: Camping, RVs & Cabins",
    "category": "Travel",
    "rating": "4.8",
    "downloads": "104.1M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "4.1.1",
    "update_time": "18 Mar, 2025",
    "developer": "Hipcamp, Inc",
    "icon": "https://play-lh.googleusercontent.com/FWcq6sKlcGCHtdZO6aLUoddIhXXTVX9ZDaPhet7-VVv92nrz2ISTK4ZxQX3PuPLcG1k=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/nnKr4454Xx-Ff4b5H4FklMBvnYGE3mo-KIDPb2S6YqZqDreSEWsd0kegAVrOaY5d3Q=w526-h296",
      "https://play-lh.googleusercontent.com/EtoDkEVitx_fy2DBafGz9kq6oNpRDevFhHN19lsMac9UPdoXAjQqXW-kXtn8Bah1r8g=w526-h296",
      "https://play-lh.googleusercontent.com/NqMy9SqIauUBpwXzmNU9VUiUp2d5lCnvd0XwzGfutLxKraA2ihKHuu21n4unoNhBl6Y=w526-h296",
      "https://play-lh.googleusercontent.com/s0UK-aeMROfKfTFDp2vQMN4cGVneuhVBfPvvYHtrpio3vEOtrz9p4HFx4OiBzLHKrA=w526-h296",
      "https://play-lh.googleusercontent.com/-IFrNY5kmNRDzufYnKw42yR995NV3jUro8oNCqH-7X6QhAEQkPlJoCsa6iPftRkOOg=w526-h296",
      "https://play-lh.googleusercontent.com/RwOUhciS_fAqSEDhWz7wwIeoedZx9fLEz8PhaTfugC1O2lHHlIZLQWYg0lSMA53RDAc=w526-h296",
      "https://play-lh.googleusercontent.com/1ceAE8FETReqei7fHpaZTGbP38-jWBWYDpjXLz0_5xzzXzXGIB61NYtOXzvtjSG0seQ=w526-h296",
      "https://play-lh.googleusercontent.com/NTZKsheTuLamMkSOMu2aOSKxPUNiJ4JfNoOSEfcFU4PA8z2lAvMumOblsdUIVQxaqtJI=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Find your perfect camping experience with Hipcamp! We work with landowners so you can discover and book tent camping, RV parks, cabin rentals, treehouses, and glampingâeverywhere from national parks to blueberry farms. Hipcamp protects habitat and supports a growing love for the land, and to date, weâve helped people spend more than 7 million nights under the stars. Find one-of-a-kind campsites away from the crowds and trust community photos and reviews with the Hipcamp app.BOOK UNIQUE CAMPING, RV, & GLAMPING EXPERIENCESâ¢ ADVENTURE: Find last-minute getaways near you or plan ahead to book the best campgrounds, yurts, treehouses, RV sites, or cabins with the app.â¢ EXPLORE: See real-time availability of campsites in top national parks like Yosemite, Zion, the Great Smoky Mountains, and Yellowstone, as well as destinations from Hawaii to the Hudson Valley.â¢ FILTER: Select your next stay based on price, location, group size, pet-friendliness, bathrooms, showers, campfires, wifi, and more.â¢ INVITE: Invite travel companions and easily share camping trip details with your friends and family.â¢ ENJOY: Purchase homemade goods, gear rentals, and outdoor experiences like yoga classes, foraging tours, and more.â¢ NAVIGATE: Use the map view to discover places to stay on your road trip.Featured in the New York Times, USA Today, Fast Company, the New Yorker, the Washington Post, CondÃ© Nast Traveler, Lonely Planet, and more.SHARE YOUR FEEDBACKâ¢ 24/7 support from real people.â¢ Questions? Get in touch at hipca.mp/supportâ¢ Enjoying the app? Please leave a five-star review!"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.hipcamp.pocketknife&hl=en_US",
    "slug": "hipcamp-camping-rvs-cabins"
  },
  {
    "id": "17902",
    "name": "Tezza: Aesthetic Editor",
    "category": "Photography",
    "rating": "4.8",
    "downloads": "501.5M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "2.92.1",
    "update_time": "28 Feb, 2025",
    "developer": "Tezza App LLC",
    "icon": "https://play-lh.googleusercontent.com/qk15QQtRaN2k0CLKg3yBA9HzuhgYokH1VSwOV_-BMgVKmtwLw-JC9sZITwPpwAvEz8o=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/dko1Wiosg-T1hYj6-SsbW74ZO0gkJFDqIzH1aUKtcFva5knB9mKsD6SBoP90YU7_d5LQ=w526-h296",
      "https://play-lh.googleusercontent.com/CusDhCy29VSjTpRwBUt5P_lQRt3T8bJWWJB7oY1tqoZozd_NG3rdG-9S0Nrbpuvaow=w526-h296",
      "https://play-lh.googleusercontent.com/AQYY0nJQz3VFURi282T-F2f1ap1U-WieGVIPpkopT5kSsvQKJU_4jWcKW7lBNFlnqw=w526-h296",
      "https://play-lh.googleusercontent.com/gWnzvRxc5wDeAgBFcrh7vf4h4uTfw1ipPLj8Ei9bZ_b_4n5ZbAKeNZXUco6Ic8A5Bnw=w526-h296",
      "https://play-lh.googleusercontent.com/_ik9cMKgUtrxUU-eYM5S8H_XXmkEhnQBhg4TJWtoai51sGG5WKpQ10BQmarw5abHhaRv=w526-h296",
      "https://play-lh.googleusercontent.com/T8G1TEYO1oK1SMDSBsTyqJKrIPsbenFSNOigO5tfwMS_TGlc15FTxWfK5ivyKJ9urFE=w526-h296",
      "https://play-lh.googleusercontent.com/pW1Ei31jKIrjk1pQMOyQPKiGnMG9dAstu-aEU_DKnA1oSE5ssL6GWYthkJSMlXnIuDk=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Female-founded by creators and for creators, the Tezza photo & video editing app is your one-stop shop for creating beautiful content. Every feature is hand-crafted with you in mind to help you achieve the aesthetic of your dreams. Weâre honored to be the preferred editing app of todayâs top content creators â We hope that youâre next! Make your photos & videos pop with our on-trend editing tools, including:PRESETSEasily add the perfect filter from 40+ presets made with love by our founder. Ranging in style like vintage vibes, dark and moody, minimal edits, and bright and colorful. EFFECTS Set your content apart with our vintage-inspired effects. Some favorites are Stop Motion for a vibey slow motion feel, Subtitles for a dreamy vintage cinema feel, and retro film Frames, like Super 8, VHS, 8mm, Kodak, VCR, and more.  TEMPLATESWeâve made it easy to create the perfect stories. Pick from 150+ word class designs spanning film, editorial, magazines, 90s, y2k, floral, moodboards, minimal, sketch art, and more. Add text to tell a story, and change template colors to fit your brand. OVERLAYSAdd texture and dimension to your photos with overlays like Paper, Dust, Light, Plastic, Shadows, and more.FEED PLANNERCurate your perfect feed with our drag and drop feed planner, with the option to add multiple accounts.BATCH EDITINGOnce youâve dialed in the perfect edit, easily copy and paste that exact edit to as many photos and videos as you want. ADJUSTMENTSTweak your edits with 14 professional tools, including HSL. Popular favorites include Blur and Grain for an effortless film look. Tag us in your photos and videos with @Tezza and #tezza for a chance to be featured.âââââââââAuto-renewable subscription information:Tezza app subscription pricing is as follows:Tezza Pro â¢ $6.99 per monthâ¢ $39.99 per yearTezza Luxeâ¢ $9.99 per monthâ¢ $59.99 per year â¢ Subscribers get access to everything currently in the Tezza app as well as all new features, filters, photo/video effects, editing tools, and guides as they are released for as long as they are subscribedâ¢ Subscriptions can occur on a monthly basis or a yearly basisâ¢ Payment will be charged to iTunes Account at confirmation of purchaseâ¢ Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current periodâ¢ Account will be charged for renewal within 24-hours prior to the end of the current period.â¢ Subscriptions may be managed by the user and auto-renewal may be turned off by going to the userâs Account Settings after purchaseâ¢ Any unused portion of a free trial period will be forfeited when the user purchases a subscription to that publication, where applicableTerms of use: https://www.shoptezza.com/pages/terms-of-usePrivacy policy: https://www.shoptezza.com/pages/tezza-app-privacy-policyIf you have any questions, concerns, feedback or just want to chat, hit us up:"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=org.tezza&hl=en_US",
    "slug": "tezza-aesthetic-editor"
  },
  {
    "id": "17903",
    "name": "Diem: Big Group Chat Energy",
    "category": "Social",
    "rating": "4.1",
    "downloads": "36.9M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "1.0",
    "update_time": "13 Mar, 2025",
    "developer": "DIEM ENTERPRISES INC.",
    "icon": "https://play-lh.googleusercontent.com/a1DJuridgx8fYZs0CfAmdHVufTaWMep9Gwpl38288X5CJotB_rDe7ZWG6u4ax43LT4E=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/kDKsq4UNdRJj-YxRK8N0h37FZUU8i_LHX0BOs_hxJ4DAOHqXPZ5KXY2IR7GBPceqtw=w526-h296",
      "https://play-lh.googleusercontent.com/nrYHTWg1uZMuZ7DzHAJOtO8_uY1BHWb5KOUBjgEzb5QtGEi7DeMBNrJfuu3U9gDlluU=w526-h296",
      "https://play-lh.googleusercontent.com/SbaRTUieVsKflGRWbiZbm9dv2WfiHn5EwFj8ccbj69u8PJhEubQyPlUKD4twbdpHFP4=w526-h296",
      "https://play-lh.googleusercontent.com/SXI4hI2cn954MDv1rbViYRY6uCLMQTD_iT1P61thjuHjDYEf0TFWs6uJ_9F3JM67yw=w526-h296",
      "https://play-lh.googleusercontent.com/0k6tiSMTzXqlNt6QTOOm_tqMMSPGk1nqVnqhiBogxyU1yYN-RczPWWSBlEr36b4_i_Gj=w526-h296",
      "https://play-lh.googleusercontent.com/w_TmpzHwi3DIUzMcXaeyCvckg9w8IlJ_4NjZvHSt9z36m94qltqt_EEIGDd0dKaSjKc=w526-h296",
      "https://play-lh.googleusercontent.com/KY6xCS_SjllJUSeyeDKl1jALzt3oNfoPwX_RFq03WRuS4jmpBSWgEnbpMwRX2XDrTQ=w526-h296",
      "https://play-lh.googleusercontent.com/TfxJwWv947g2Ot_CeiTD4GKCQxGvWfOP68ryChvjMbMqzhNakIeyH_WUkFiiPlu-Ig=w526-h296",
      "https://play-lh.googleusercontent.com/Cmqzta-Xp8Vv2bVotgzz-lu4kvW4FQQ0IlRm6qEaQoYUhugpg4lCFXaHyIZb9QGsWZag=w526-h296",
      "https://play-lh.googleusercontent.com/OC0VBfjArAOZGcff-QhZ_ceAOEMCc-qwRVwq8C1WwrRy4XKCB_SvPKkfj56Bu6AwVoLW=w526-h296",
      "https://play-lh.googleusercontent.com/uemIehSdTRk-XKBqvaHpAigxRyT3AK0C3K1zQ7UeLrKc2K1S8igoYM30kVTRD_962w=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "AI Search, Community ChatsWelcome to Diem! Weâre building your new front door to the internet.Diem is a search-engine-meets-social-network designed first for girls, women, and LGBTQIA+ folks. You can search the internet with Diem AI and find answers to anything life throws at you. âHow do I get over a friend breakup? Whatâs the best way to negotiate salary? My boyfriend follows models on Instagramâis that a red flag?â Diem is here to help.Our platform is also full of novel, collective knowledge from people all over the world. You can socialize your search to start conversations, discover a network of communities, connect over shared experiences and browse trending topics.Joining Diem means showing up with no judgment and immersing yourself in the candid, funny, authentic, important, supportive, outrageous, honest, and wholesome questions of other Diemers, which span everything from birth control to friendship, sexuality to pop culture, parenting to relationships, money to reproductive health, career to books, and so much more. Diem feels more like searching for answers in the girlsâ bathroom than spiraling alone on the internet.Hereâs what you can find in the app today:Diem AI-powered searchAsk Diem AI, our AI-powered search tool, your questions! Our search engine is designed to be less bias than other models. You can think of Diem AI as your most knowledgeable Virgo âbig sisterâ who lives in your back pocket. Diem AI draws from across the internet and the collective wisdom of Diemers to generate you a speedy answer. When you ask Diem AI youâll receive a short summary answer, community sources (previous, related conversations in Diem), community spaces, web pages, Reddit threads and TikTok videos. You can dive in to these search results OR you can post your search to the community feed to get real-time feedback from people whoâve been there.Diem AI LensesYou can now ask questions of leading experts and your fave creators in Diem. Ask their Lens anything and your search result will feature their opinions & content from across the internet.Discover thousands of authentic conversationsFrom awkward sex questions to wholesome big sisterly advice or navigating lifeâs highs and lows, Diem is full of the collective knowledge of girls, women, and LGBTQIA+ folks in over 100 countries.Thereâs no judgment here and youâll feel that very quickly.Post anonymously or under a pseudonymWe think of the anonymous feature as a confidence booster. Sometimes posting âtabooâ questions or personal stories publicly can be nerve-wracking, so this feature is designed to make you feel more comfortable while getting the advice you need.Community SpacesCommunity Spaces are micro communities that are also discoverable when related questions are searched via Diem AI. A few currently live: Am I wrong?, Big Sis Advice (BSA) and Is this Normalâ¦? (ITN) Weâre still early in building out Spaces and you can request additional Spaces or host your own.Creating PostsIf you have a longer story, recommendation or advice to offer you can click the + button on your Discover feed and type out all your stories or wisdom. These posts will be discovered via the search engine and in Diemerâs discovery feeds.Upvoting & BookmarkingSee a post or response you want to save for later or give some love to, click to bookmark, âheartâ or upvote it!Safety & Privacy FirstSafety & moderation are our top priority at Diem. See something, say something! We have distributed moderationâif you report something, we review it, ensuring thereâs no violation of the community culture. We also take your privacy very seriouslyâwhatever you search is your business.Weâre still early in our journey to build Diem into your new âfront doorâ to the internet, if you have any problems or ideas for the app, get support at"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.askdiem.app&hl=en_US",
    "slug": "diem-big-group-chat-energy"
  },
  {
    "id": "17904",
    "name": "KptnCook Recipes, Cooking, Eat",
    "category": "Food & drink",
    "rating": "4.6",
    "downloads": "157.4M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "Varies with device",
    "update_time": "06 Mar, 2025",
    "developer": "KptnCook GmbH",
    "icon": "https://play-lh.googleusercontent.com/l5DbIMTCVwU-ZcN3q3it-Qf0Yxwq4OL2Usex9vPhw16ZKn5KxE5wOu3krN8S7EAEbUlo=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/pFYiPHtfIMr0VtnorLUsYt8o7tcIjw1tfHI1m9KnM41NepNsE0Lyo2XOvTGl_rahIrA=w526-h296",
      "https://play-lh.googleusercontent.com/j-xdK6kbp321Efl0miHBmq79aaVF8b3jVN20eyjzYz2NSJwFw9-pYfFwAmLmUOejWhI=w526-h296",
      "https://play-lh.googleusercontent.com/gHU5MgzDdllEWGPKS7iwKYv0MIg04PKP_9yI8SsFNyuMtPs_dxMYOooJ_52xuoGalw=w526-h296",
      "https://play-lh.googleusercontent.com/7X2kfBtfgs_yEQdTC13XzQqo9NiGmqlAW1K0M4cIeh6hFai5MyTiiWn1CI9_vY6VsY3j=w526-h296",
      "https://play-lh.googleusercontent.com/x9T4KDF__SiHrJucJOQvuyqYav6b4krP0xqKHsDsPyDmctCHH9glX-smeGVrh1AW2xE=w526-h296",
      "https://play-lh.googleusercontent.com/_d9J5nRsslfVXPPIC8BnR2fg9CeQ1nHkwLtM5pTPgNdrYcoWdstbRXniisiNMGqjjW-O=w526-h296",
      "https://play-lh.googleusercontent.com/tmU-wewHMLqQsKnFga90ovhuUyT1G_UdigYuk2qvV2VFx3tdUWnCmv87FrSa0AgC5dE=w526-h296",
      "https://play-lh.googleusercontent.com/JXRHc6bHVlzXvOSfgC5fQkP8xh0Nd166C4x72PQLzLvyiQt7hXRviKR6BtTPRN_9vhR-=w526-h296",
      "https://play-lh.googleusercontent.com/AwC0eVUQiSyPsUab-de41gZa1P8vJ9GcuzI_ybh1suyb7mQennDxuusfUSLAgMdS8H0Q=w526-h296",
      "https://play-lh.googleusercontent.com/_7Wq5EwV1i7eubisHNFB2Trk1jI6N5E6CwonfjxzugVKeaG9XnXG4goFlkm63r0cTrRW=w526-h296",
      "https://play-lh.googleusercontent.com/VKOMAIT_W4L42xUCRC_sL-HWhCaYUdyy97RfSWk1BBLkZZGkLTpytV5rwL3iGTVefUE=w526-h296",
      "https://play-lh.googleusercontent.com/2bnr4bViMuEbvEbBMoY7ueMY48mR2OcGhZObJ8Lcx5IXSdQcvM9DjQd5dmCinfK1R8xM=w526-h296",
      "https://play-lh.googleusercontent.com/5lBjy2Bu5Z8oRhsdPBnoh4jkVHJx00bv7SobpYbg3R64WpscOOeagEyEg76Hnh7TNO11=w526-h296",
      "https://play-lh.googleusercontent.com/rQOqq1Ig_AAvthgVoUKAaOgSzUdV4FOP8SIPLua7wzOPBVL2V0jX4owWMDTIB5GJFw=w526-h296",
      "https://play-lh.googleusercontent.com/f-IsyVGR7GDR-ZWXjo1SX6vLQL7nlJwY6xIyMX7XkEWga3vVk159mOQOFhvF32QzjTM=w526-h296",
      "https://play-lh.googleusercontent.com/lJsXI3HCjIgoOjgTstqhyx_HH2JUySX9zelA31sU7fbJ5tuDELfJCE4w-lYH-lYWE2s4=w526-h296",
      "https://play-lh.googleusercontent.com/weQc2kEB_nVCI00oE4_HI5i6c82FYNRXEGEJInqQ35qcP7-CD9Ry8knwW8un1AHv=w526-h296",
      "https://play-lh.googleusercontent.com/WPDbYbyUJB8qbo1FNU-eGeAxL-0qRptXY_TICV1FRfbvQjDmfkIKv7irkD5e3Qdzrs4=w526-h296",
      "https://play-lh.googleusercontent.com/zsDBaPiTTAQ_caqUInf18kwAbYOh9aNTfImVpG61ANDgMhcenkuWKSN06B2L-iF0Mdg=w526-h296",
      "https://play-lh.googleusercontent.com/XA_8QXHrscidS12QynRrYQzsxZZmufGNpd7UUx3_bQjrkIdh9tAWE1pHAGiBxHdDq0I=w526-h296",
      "https://play-lh.googleusercontent.com/L25AJyka3c4sj-sC1ulczMYJhjDJFwy2mlEpAL6W10t7ETcrksjEiB9A_fU_h5xHmw=w526-h296",
      "https://play-lh.googleusercontent.com/pRffFoJt5yctHMF1OG0tzE30QfB4L7j2Bal4YEtOZ450O22aKWpFYSQ5ETgB3FgRoCU=w526-h296",
      "https://play-lh.googleusercontent.com/_Vc2_aPrigMrAawyPzlAJBreeuUn-E1mGVS_dB2seOB8ciIAAK91XO08c1mDvRL3TDg=w526-h296",
      "https://play-lh.googleusercontent.com/gFLodj3uSvjrOYwDrYPqkaML1Apxr7Zj66_cMSwqkvgFzKL_bZMs9oZInwdYBsYXaw=w526-h296",
      "https://play-lh.googleusercontent.com/gZQ-Nlo_aYg99Vk-KHWrS76tI_pVsDdHpuSY5zIvHUuKbbV25d4nB3mUdLUzE1jajnk=w526-h296",
      "https://play-lh.googleusercontent.com/tisUOAMvhrdFdiXZQi9VapulW7myA3GUA3HC7PfTAgv4-ZsWPGcN4Zj3AE_iWMs-Idw=w526-h296",
      "https://play-lh.googleusercontent.com/Dyba_myiu8bB2lE_gr_aKLc_rywzw1cs1gE-sxnP0yofuczvs6uaEoDlRXB0qywKDg=w526-h296",
      "https://play-lh.googleusercontent.com/YstHmACrzWDWaPWBCD_6fLSLB6kRSA9WlxKDwxTIoO8TnI2lWBqzHn9m4-juOrJKXcy0=w526-h296",
      "https://play-lh.googleusercontent.com/RsnRbq9OkKk9B9qBcs_mMVapv0nz8xreIbdjn-znNuQhZuLATKztj-6Da03wLrpagg=w526-h296",
      "https://play-lh.googleusercontent.com/90I0NQ31HTTXBzlkL62liNiC0zZRdBdgQJXBayBtRtljyDjAXYldQ1mm8PXF-XkKnlLT=w526-h296",
      "https://play-lh.googleusercontent.com/Y-345GbpVRd16mmgSX2a1xHEFXuRWZX5fWbdP1FTyJ6yQIm1LN7apmDEX6dPhxEC6qA=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Let us guide you on your cooking journey by providing you with delicious personalized daily recipes!  Weâre delighted to welcome you aboard our award-winning app full of healthy 30-minute recipes. Youâll enjoy new recipes daily and never again need to worry about what to cook. Every meal will be a success as high-quality pictures will guide you, an interactive shopping list feature, and step-by-step visual instructions, anyone can cook with KptnCook guiding the voyage.  Over 5,000,000 users have joined the KptnCook community, are cooking delicious meals, and creating weekly meal plans to eat healthier and save time.Why youâll love KptnCook:â Receive 3 new, personalized, delicious, and easy recipes every day created by nutritionists and food lovers like yourselfâ Easily share recipes and cook with your friends and familyâ Save unlimited recipes directly in your appâ Cook with step-by-step instructions and high-quality imagesâ Add your own notes to each recipe for future referenceâ Adjust the number of portions and look up nutritional valuesâ Compare the prices of our recipes ($-$$$)â Create shopping lists and share them with othersThe KptnCook App is free to use, and if you want to enjoy all the benefits of KptnCookâs Premium account, we offer a $5.99/month or $59.99/year subscription.As a Premium user, you can...â Reduce stress by creating your personal meal plan from over 3,000 quick & easy recipesâ Eat healthy meals and enjoy a variety of diets like low-carb, vegan, budget-friendly or high-protein â Try out new recipes from more than 14 different weekly themesâ Personalize your recipes by excluding ingredients you donât likeâ Find recipes with ingredients that you already have at homeâ Be surprised by recipes recommended to you by our machine-learning algorithmâ Save time by adding all ingredients from your meal plan to a shopping listâ Be inspired by a personalized Discovery page curated to your taste and dietary requirements. Itâs like having a live-in chef provide you with a bespoke menu every day of the week"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.kptncook.app.kptncook&hl=en_US",
    "slug": "kptncook-recipes-cooking-eat"
  },
  {
    "id": "17786",
    "name": "Skin Bliss: Skincare Routines",
    "category": "Beauty",
    "rating": "4.8",
    "downloads": "77M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "4.8.3",
    "update_time": "21 Aug, 2024",
    "developer": "skinbliss",
    "icon": "https://play-lh.googleusercontent.com/eb3TTCDwC3JaO35ucxfC_oen3wVCvbb-yMCQVmzRVdxvLSOLIbz5pdFdl1Q_mrDB3nc=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/YuivnbWkCFyTxdcsUKonvN15gijZU2G7aJ0ToC7-Dez0MbN_6VGAiM757rz04BtAxIM=w526-h296",
      "https://play-lh.googleusercontent.com/tk5cGWfwT2DJXfk4hTlUvdH0Rv_-8J7GNWadk-BIRRbrTqSgz-5_mjzeSo1XqXPmkw=w526-h296",
      "https://play-lh.googleusercontent.com/GCOj1Vo4o0HJU3tND33QAogB5r-K5aFmKektCS5z0xyfH4O-Pfyig567mGW-pqeCqNO7=w526-h296",
      "https://play-lh.googleusercontent.com/DPXPXEqxeZ_-n9qWGMSpGwJiyTIu75BvxXy697QnhG5yOVBQvVXmThsaDjldz1d6TzQ=w526-h296",
      "https://play-lh.googleusercontent.com/jwQbN16vOgAXPju9wKzeoVubG2Yq_VCoz7X7Fvp-GgxiEAf-i8vA7CP9c5VHKw-wie0=w526-h296",
      "https://play-lh.googleusercontent.com/qBUQLGewXO_o2pRYyiiKulg4klmAc3q7jSbjynNc9nM0gYKrT7H3G8aYoQFHcBdEczU=w526-h296",
      "https://play-lh.googleusercontent.com/gG0Bn3EBI5cv6FYeTMGoLGRYg58pQGfbV3DpgfF-6VukFq-C8IDNk8OS2Dpeb7sFJw=w526-h296",
      "https://play-lh.googleusercontent.com/F_izaJj1rzXw_tPY3aJxa2swLH1aQZ0pXNEzI3htoiNEQfwk0_Eh-ryggAmO8VtQ9UQI=w526-h296",
      "https://play-lh.googleusercontent.com/vIW2uPtVP3JfbjNNTXMDK1Wge53qB0og8wkr7-45skIoPBH5f0EguW-zClOGaafKR-o=w526-h296",
      "https://play-lh.googleusercontent.com/FlHXLT4WWLyTvI4w0abQ6c_bcRVpx1vUbpgzlv6vLLDyLKeg3eRWwvGRa7XXUPUMRg=w526-h296",
      "https://play-lh.googleusercontent.com/2WnJVtXTjzpw0E1xRvPSX-t5T1ruZdA67n-Esp_-Ch7DI2VGKpEFFnuqFU5_jdKEqPU=w526-h296",
      "https://play-lh.googleusercontent.com/4x1OXgcCjwdTvRUnm5SsyhIfZM8DTPdRg6d2DeJPAk37GNPgdrsKDBd3Cau2KiXDUvw=w526-h296",
      "https://play-lh.googleusercontent.com/cwgVWHsGsov1Tyqo-3Xb5RL0ELU6yEDXUOxYgxtERW9K1JE04KTrVIG6gc0PAYZVdK2Q=w526-h296",
      "https://play-lh.googleusercontent.com/mcYc_rN_9VLSRNdplF26XKTl8_uEyLPBx-KwMSQDt7hXGH1EJogZPI358nQWCkReO5k=w526-h296",
      "https://play-lh.googleusercontent.com/dswUcD4Nx0y_uXojNyYEzxa_e4SpTmnK6VVxUXPA4m-16w9w3InrJmyLa8rzkL1tSQcq=w526-h296",
      "https://play-lh.googleusercontent.com/6tJnSr6_BJ0zM0B0_uUuRRqmufrluR-GLlYeBQk4ahAOJ85gWdRUjoTtSWkxHslx4qg=w526-h296",
      "https://play-lh.googleusercontent.com/UQUdekyhH1wVvlgxBDhOPmhJUo8Ixtw9nrtwT20s5nqHwqKEk4L6HEVB2j_FdlYrztw=w526-h296",
      "https://play-lh.googleusercontent.com/gqDhQTK8fWkgUXMRfNO2J9fNWWvQOJafUPjEa8JLQDQp7dH0NHFSncsAcCh9R2ngQg=w526-h296",
      "https://play-lh.googleusercontent.com/NkEG-Q827XKyDdCS63l5g1vYC7qpebuVT4DeeheqExhlH_Bi8m-9oQBC24S-pkrhVRI=w526-h296",
      "https://play-lh.googleusercontent.com/9xFeQUF5bTpjg6jePooQyurMXt1P1Oaf6r7QDxOFPV8zhvo-TzHhx5ZVzG8RYm-sCVU=w526-h296",
      "https://play-lh.googleusercontent.com/XuiA4hFkUfUgq-gsc3CPSyeiV7dYYVTlCupd1ObGtCRodcNXBh7RZjeckMAR0y3BQQI=w526-h296",
      "https://play-lh.googleusercontent.com/hB-rTg0JdHD6HtuUqJSq5c6QuC-9nYdQM_oFczskxUgwdsE10i1zz0jK3zFIpr80xxc=w526-h296",
      "https://play-lh.googleusercontent.com/wdUcD8QQvwEYgLhQc_sslbXOm40QUOLpQ0vi_bwDirrKLFFHQzmyyeR8IbZivSiStw=w526-h296",
      "https://play-lh.googleusercontent.com/NhKEMWdjJRb_c6jOkk0Q6ppFfgC7HOpd-9YieKRbjWX02-GxyU3DietHszTONOzGLRA=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "#1 SKINCARE APP IN THE WORLD\n\nAt Skin Bliss, we recognize that everyone’s skin is unique. We have empowered millions of people to discover their unique skin profiles and find the right skincare product matches to achieve optimal skin health. Gain personalized insights into your skin's changes and receive guidance and accountability along the way.\n\nSCIENCE-FIRST APPROACH\n\nRooted in AI, scientific research and supported by world-class skincare experts, researchers, and scientists, the Skin Bliss app is the most extensive skincare intelligence app ever created. Whether you have acne, dryness, wrinkles, oily skin, eczema, or any other skin concerns, it identifies the best ingredients and matches you with a product formulation that’s safe and effective for your skin profile.\n\nKEY FEATURES\n\n- FACE SCANNER—YOUR SKIN ANALYZED—Discover your unique skin profile and receive real-time analysis and personalized \"Skinsights\" with just a snap of your face.\n- PRODUCT COMPATIBILITY - Unsure if your skincare products work well together? Eliminate the guesswork, analyze potential conflicts, and ensure that all your products complement each other and your skin perfectly.\n- LIST EVALUATION - Create and evaluate any product list as a complete skincare routine. Assess the overall match and coverage of skincare needs and identify any gaps to ensure optimal skincare outcomes.\n- PRODUCT MATCHER: Find out which of your favorite cosmetics from Sephora, Ulta, Lookfantastic, and other shops are best for you.\n- PRODUCT REPORT: Get unlimited in-depth reports for any cosmetic in the world and find out if the brands you like are cruelty-free, vegan, or halal.\n- PRODUCT ANALYZER: Scan the barcode, take a picture of the ingredients list, or copy-paste the ingredients to find out if the product is suitable for your unique skin profile.\n- PRODUCT ORGANIZER: Create lists to organize your daily skincare routine, keep track of your wishlist products, and remember the expiry date of your products.\n- PRODUCT FILTER & FINDER: Filter the best products for your skin by active ingredients, country, store, price, and compare multiple products side-by-side to make the smartest purchase to save yourself time and money on trial-and-errors.\n- PRODUCT REVIEWS: Find reviews that matter for your skin type and contribute to the Skin Bliss community by reviewing your own products.\n\nTHE CLEAR YOUR ACNE PROGRAM\n\nThe world’s first-of-its-kind program teaches you how to achieve acne-free skin, become your own skincare expert, and make smarter choices about your routine.\n\nEnd your fight with acne in 10 weeks through:\n\n- EXPERT GUIDANCE: video lessons, tutorials, and quizzes designed by dermatologists, scientists, and pharmacists.\n- TARGETED SOLUTIONS: Follow a daily program that tackles your skin concerns with the right products as you build the best routine for your skin.\n- ACTIONABLE INSIGHTS: Track your day-and-night skincare routines and progress with weekly photos.\n\nDownload the Skin Bliss app to take control of your skincare journey, and watch the first lesson of the program for FREE.\n\nEnjoy the app in six languages: English, Spanish, German, Italian, French or Portuguese.\n\nSUBSCRIPTION INFORMATION\n\nDownload the Skin Bliss app now and receive a SPECIAL PROMOTION in the first few hours! Enjoy a FREE TRIAL of the Skin Bliss Premium Experience.\n\nSubscriptions automatically renew unless auto-renew is turned off at least 24 hours before the end of the current period. Manage your subscriptions on your ‘Account Settings’."
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.getskinbliss.skinbliss&hl=US",
    "slug": "skin-bliss-skincare-routines"
  },
  {
    "id": "17905",
    "name": "SO VEGAN: Healthy Recipes",
    "category": "Food & drink",
    "rating": "4.6",
    "downloads": "98M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "3.1.157",
    "update_time": "17 Mar, 2025",
    "developer": "Plant Future 22 LTD",
    "icon": "https://play-lh.googleusercontent.com/6NEYzB2AtHLZVsGckXSVCFBrtUh2K8tMpH-8Xf-18oTO7cTEYQiHkFMCnn9hld4EQQ=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/sjef4StfosLCM7tFrFjS0Q3uCc6nf_Eo0lw_LP4-SXDkziGUzoUdxe4pB5i00G9SCDyJ=w526-h296",
      "https://play-lh.googleusercontent.com/qhKXX66e0u5qCpZLRnvX6FQ41isX3D7oqbBe5k5ygsHcrCbozh5-X1H9MKsrjP7FxfIV=w526-h296",
      "https://play-lh.googleusercontent.com/2Lgls3CUvsCqp6StGt6GK9zzMBzx3KjP9JFuAYDQplbvWZBPKIjtwOfR0SdJi1AS-tzk=w526-h296",
      "https://play-lh.googleusercontent.com/_knj3uCvH9M8Sg8aqkKhGD2gSuZtMsRJewwznIwU4y9mJX-DQ8UNTWeCHtrchQDybbo=w526-h296",
      "https://play-lh.googleusercontent.com/lOA5oK10aIkl1NzFRi8DxdYPHcVPeshx4BbVvosW36c8uCmdvg0ZooihGuEuBLbRiA=w526-h296",
      "https://play-lh.googleusercontent.com/pAUd_pC79PEkGGnuzpl0u-5D93p8TSH0BEZkU_XzWIBMxrphfonFQhvXwf0AmC6HXMw=w526-h296",
      "https://play-lh.googleusercontent.com/hLK9TmEXoW6oqe8h7Pkeqs98cq5R26rzQdHPGwi08YF50kgQjfhAkn-lxzDtaoukoyM=w526-h296",
      "https://play-lh.googleusercontent.com/i1rP289IobdIWYHttgpg-yIGuvlbNaTbMmAM73Luptvjgn3UhBLYU72-dBIyvUQyg6RS=w526-h296",
      "https://play-lh.googleusercontent.com/LTHNfPCpjY_3WqR3bk7FJhOSBmZbhiMiAfRAwZ5hDmcFeXb1cY5RHwsB-pYZKz9T4jA=w526-h296",
      "https://play-lh.googleusercontent.com/mOSA2qtZgdGl5noVgJAe2srW0-mXk0XIeFi9zYXdM8gnyYFvF47fQfAYT-pUXcSxFymi=w526-h296",
      "https://play-lh.googleusercontent.com/dzRClL5RyWurF71QXoxT4-U1mzU-GGa4R7_4HKTLEY7t7ZzNSj_CYRRlTrfIrP2bVp4=w526-h296",
      "https://play-lh.googleusercontent.com/TOOfm4F0IHpQgAmw6OzT79wB8eE5gqA-UcMF6RrVRhGOVcfRNE3m9cClHOUaOHjnYiQ=w526-h296",
      "https://play-lh.googleusercontent.com/Fia2O9TEsZuTkjAXokOXYzHnrG2Ka9KjDHbbJ3v2Hk64F55v2CgJvbcFLcCwG6EiyNQ=w526-h296",
      "https://play-lh.googleusercontent.com/lYe9TuoAU1x-ZXlUldmJ-UQFNlGDpeanvvZ6uUndfmSBAqaCHwYa7vJ-F9wN8wd3nw=w526-h296",
      "https://play-lh.googleusercontent.com/DiVZ1x2JmW-LK3cBlzK7ZWlJiDtKbMtVd7TIQI30xOWyK1iJECr8EFbhou_sHkAWQZc=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Do you want to transform your diet and eat more plants, but donât know where to start? Welcome to the SO VEGAN App - a celebration of delicious plant-based cooking.With over 600 easy and healthy plant-based recipes, youâll find something for everyone. Whether youâre searching for a quick lunch, a nutritious breakfast or a meal for the family, we have you covered.Brought to you by plant-based cooking duo Roxy and Ben, SO VEGAN was launched in 2016 and now has over 3 million followers worldwide and 3 best-selling cookbooks:You can browse the app and access 5 recipes for free, after which you can subscribe to unlock over 600 recipes.The SO VEGAN App lets you:- Access over 600 inspirational plant-based recipes- Discover exclusive recipes added every week- Save your favourite meals- Find recipes, such as low-calorie and high protein - that fit your diet- Search recipes by ingredients that you already have- Export shopping lists to your phone- Improve your health and eat for the planetYou can browse the app and access five recipes for free, after which you can subscribe to unlock over 600 delicious recipes:Yearly (save 50%) â Â£14.99 / $19.99 / â¬17.99Monthly â Â£2.49 / $3.99 / â¬3.49Download the SO VEGAN app today and start your 7 day free trial.For the terms of use, please visit: https://www.wearesovegan.com/so-vegan-app-terms-conditions"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.wearesovegan.app&hl=en_US",
    "slug": "so-vegan-healthy-recipes"
  },
  {
    "id": "17906",
    "name": "ckbk – great cookbooks online",
    "category": "Books & reference",
    "rating": "4.8",
    "downloads": "34.6M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "1.9.10",
    "update_time": "18 Mar, 2025",
    "developer": "1000 Cookbooks Ltd",
    "icon": "https://play-lh.googleusercontent.com/UEAsYx5GG2PCrcZmJEQC7cgPbnVDNgnl-KPF7ubEICIRK3pLfow8iQ8d4zvLl8409QXI=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/21fi_vi5NsMASBfSpys-_VHKBTWpzXA_Gpd3ra5wIaFPwhgX9qXX7SxXxTa6YpSYl3U=w526-h296",
      "https://play-lh.googleusercontent.com/F5fBwcEKi9Ijh2vlidaRd3_JcWCwOdJtxUFkiGJGc8aG6RBc-VUlhSv-XyEar4PBKG7d=w526-h296",
      "https://play-lh.googleusercontent.com/BRCZeY8WeBvBA-2Y7nY1Bc0hR14WsvcjwJ5AiM-m8EEnwEZrhmvDUZwXcxeXovdB7hqo=w526-h296",
      "https://play-lh.googleusercontent.com/33QfWGZwCqUvnpniS-tPE62Bumkck_olZxMrR-YmshFWM3Y19ibMLA07LT0Veue9PKM=w526-h296",
      "https://play-lh.googleusercontent.com/X98S4UMqA5WBhf_gGt7GBUMfGATnf_cZTUN8I1idJ5TqM_U16d15-t9XnpC3wj2Cfg=w526-h296",
      "https://play-lh.googleusercontent.com/L9EXv19UORNZWeV3E6x2AtliWlUbgGYJIVToJmToUN4IAcpQQfJHlFBjIZGMksmCONg8=w526-h296",
      "https://play-lh.googleusercontent.com/4x2PUTVXyiCmkdfbtnoBlS2mN9X1YIaalX7apr2Sh9RLb4SKnHzK9u5eUfrCIi9MESs=w526-h296",
      "https://play-lh.googleusercontent.com/5TyEvVWxp9MtH2YBlZhLTF_NSWsgb2UmNFlOvQNhr7RtMbm-sbdX1VhEQyyH4d5g0uY=w526-h296",
      "https://play-lh.googleusercontent.com/rluiraK7CIsd8xUlkF6fGs3C5-pYKWmMm-WIcPRF4fpROPO96yK9uDHREe8cA-tJljo=w526-h296",
      "https://play-lh.googleusercontent.com/N2cJUvIm4IiS8Q9XFI2Nu1RUgXiASxgcF3o52GWfJ4a-AMAuWv-6ywWdckFrnf7QwwU=w526-h296",
      "https://play-lh.googleusercontent.com/ylKSpmzc0eQRfjZkwgtOecC-3fxlvEYkUJ3SI9hVKqA3J03W5wGWCOFD0R2bsPql23Bo=w526-h296",
      "https://play-lh.googleusercontent.com/4o_QLkXqZ2Tv0kBGbnN_XiVUZu6jyo6iMARGifpHcH2u54IgtXWBOD8mlBW8pby4pw=w526-h296",
      "https://play-lh.googleusercontent.com/icX-dOkyMzAMZM9WRkpxhEwsZzFYhHzNStsFKDVvDdRYCIT77jlElRjm9FSCWYlltrI=w526-h296",
      "https://play-lh.googleusercontent.com/8wPPLVxQjWSp-51rQ8ELsr_L-WkGM_YtTJINNoFRsvPrl_yV2kv0fAOCO0K1P2yWNRc=w526-h296",
      "https://play-lh.googleusercontent.com/xY6YO0A-6DvvOnE79hE5nN9ezR69cSXJyGQbsz0cuOLhBZezCfiBAm4wtiUy6iWB-HU=w526-h296",
      "https://play-lh.googleusercontent.com/r0AnSpreT0wEX1VxGzqG7_4SkjeOAzBg2y1nIGFoH8LidBLHHBERpCGtSyw8XR1g7hA=w526-h296",
      "https://play-lh.googleusercontent.com/YfMHYslofHqtVdWrux7yjDni0od2nZNLsUX6qQveKh1jBXI382X7rv1SYM8jUq8HZxE=w526-h296",
      "https://play-lh.googleusercontent.com/3WkcXqI7CCShJnxFehIEVrReZZ-W2F5WjDFS8Tx6nGSa-imeUJ0ni0K9-rYoB8tfiYhs=w526-h296",
      "https://play-lh.googleusercontent.com/jtjNPp_DU_SGirW9IP61f8_JAWkt2kIv06arMirFNr-oXT2XtSz8VNM6h2hg-BV30_4=w526-h296",
      "https://play-lh.googleusercontent.com/Bx74OiD-ZKm8BlaL_v7iz_zCTmOoYKQkfq8JTDlPJ63zP6sZR0Y7cWLaMXdTi9I-BQ=w526-h296",
      "https://play-lh.googleusercontent.com/H_m_eghTxP52QXz1j7FounDj8LPe8FmevJfxHetZ4yOUwgf4uSok0NbDKN1oZnXr-g=w526-h296",
      "https://play-lh.googleusercontent.com/rkT5gvSS_p80kCvt3CIayhN1cnn5Ob-s-XY2Ns1Jhfp51qnKNIciWbnF-_tXlCmnyQ=w526-h296",
      "https://play-lh.googleusercontent.com/EfgDQIpFlDaaTh3UOt4va3nRFjZzw8lpwRvc8wEtOIz55seyLDetT5W10PsxHVaB_Q=w526-h296",
      "https://play-lh.googleusercontent.com/onsBJEReqvWu8yIqAmti7Lq8H10N-uf9ifgpxAskIoWyEVxh3vTgrDWkn1zEt826af0=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Make the most of what's in your refrigerator! Search by ingredient to find recipes your can rely on from cookbooks by top chefs.ckbk offers the worldâs best cookbooks, all in one place:â¢ Filter your searches by diet, type of dish, national cuisine, author and more...â¢ Automatic conversion ensures US and metric units are available for all recipesâ¢ Create and share your own ârecipe playlistsââ¢ Swipe left/right to browse the full content of every cookbook (not just the recipes!)â¢ Tag recipes once you have cooked them, and add star ratings and reviewsâ¢ Add private notes to keep track of your own tweaksâ¢ Post questions about any recipe to get advice from the ckbk communityâ¢ Follow recommendations from leading chefs and authors to explore new areasâ¢ Discover regional cuisines from around the worldâ¢ Browsing bookshelves to find the most popular cookbooks by country or categoryâ¢ Optimized layout for every device, from the smallest iPhone to the iPad Pro\"ckbk is a simple but brilliant idea - a collection of great cookbooks, all in one app. Proud to be part of it!\"â Prue Leith, cookbook author and judge, Great British Baking Show.FEATURED CHEFS AND AUTHORSFï»¿eatured authors include Dominique Ansel, Rose Levy Beranbaum, Mark Bittman, Paul Bocuse, Jayne Cohen, Le Cordon Bleu, Chantal Coady, The Culinary Institute of America, Josceline Dimbleby, Alain Ducasse, Naomi Duguid, Auguste Escoffier, Keith Floyd, Eleanor Ford, French Culinary Institute, Bo Friberg, Daniel Galmiche, Peter Gilmore, Wayne Gisslen, Darra Goldstein, Peter Gordon, Alice Hart, Valentina Harris, Marcella Hazan, Pierre HermÃ©, Mark Hix, Ken Hom, Nisha Katona, Tessa Kiros, Jennifer Joyce, Prue Leith, Deborah Madison, Nick Malgieri, Christine Manfield, Francisco Migoya, Isa Chandra Moskowitz, Sri Owen, James Peterson, Darren Purchese, Steven Raichlen, StÃ©phane Reynaud, Gary Rhodes, Claudia Roden, Julee Rosso, Michael Ruhlman, Richard Sax, Nick Sharma, David Tanis, Jeremiah Tower, Jean-Georges Vongerichten, Anne Willan, Paula Wolfert and many more.A WEALTH OF COOKBOOKSâ¢  ckbk covers every style of cooking: from simple 20-minute weeknight meals and healthy vegan options to dinner party show-stoppers and Michelin-starred chef creationsâ¢  Hot bestsellers like I Can Cook Vegan, modern classics such as The Silver Palate, reference works including The Oxford Companion to Food, Escoffier and On Food & Cooking, and professional titles such as Bread: A Baker's Bookâ¢  Build your expertise with titles from great culinary schools including Le Cordon Bleu and the French Culinary Instituteâ¢  Explore culinary history with vintage cookbooks from Mrs Beeton, Hannah Glasse and Fannie FarmerWORLD CUISINESFrom Italian to Indonesian, and Spanish to South African, ckbk has it covered. Featuring more than 80 national cuisines, ckbk puts recipes from every corner of the world at your fingertips.BENEFITS OF USING THE CKBK APPâ¢  Instant access to ckbk, wherever you areâ¢  No need to keep waking up your phone with sticky fingers! The ckbk app keeps your recipe visible while you cook!CKBK MEMBERSHIPâ¢ Free Members can search ckbk's entire collection and access up to 3 recipes per monthâ¢ Premium Members have unlimited access to the full content of every bookâ¢ Take out a free 14-day trial of monthly Premium Membershipâ¢ Save even more with annual Premium Membershipâ¢ ckbk members can use their membership via the app and also via the ckbk websiteTerms & Conditionshttps://www.ckbk.com/termsPrivacy Policyhttps://www.ckbk.com/privacyGet in touch:"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.ckbk.app&hl=en_US",
    "slug": "ckbk-�-great-cookbooks-online"
  },
  {
    "id": "17907",
    "name": "Save Your Wardrobe: Organiser",
    "category": "Lifestyle",
    "rating": "4.6",
    "downloads": "170.7M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "1.6.2",
    "update_time": "06 Jan, 2025",
    "developer": "Save Your Wardrobe",
    "icon": "https://play-lh.googleusercontent.com/swLkvVbWOcv8LIlLDKyDw2qRmzRdMbMHX5sDOHU45_cTwgppfzKOlTuiFL5dkSngsMQ=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/rWS3-KpgQoKESYJ8W-zBjlzAhHMgIar5AezGM2ZDyXs4fOgMMUx85ikeiNGAGleP7A=w526-h296",
      "https://play-lh.googleusercontent.com/rT-u9lzCg2ne57qj3-mbWjgrLe8BJygxL0BV96hTUnltnxEUjMIIAeGPZ3tlDlVkP66W=w526-h296",
      "https://play-lh.googleusercontent.com/RhC3SkY0-rB37sTiVXSmtFeL0diYPuBDqh0IuX_xUYQx4CKkYjV3vkPUpew6Ynsbo1U=w526-h296",
      "https://play-lh.googleusercontent.com/pPqzm5KVcGxzCHqPd5o_usoCnRlNyU7OrfIR6-iLZ0ko3pXllsJnQXYEYMSzYhsDcw=w526-h296",
      "https://play-lh.googleusercontent.com/2nUFL5ulodypihY_iizzc5pzdsc0hjqczvF02LhkAJzXAy-F8PRIecjE5lIiVvK5RGs=w526-h296",
      "https://play-lh.googleusercontent.com/zljGfro8kZ4APQKE9WdQ6botZB1exBvENY9zazJ3WGX1UjHKOx_w1awg47h-Yw4ht2Q=w526-h296",
      "https://play-lh.googleusercontent.com/abyTEmzgE9qBLglKa1ClwyjDDqfocvGNo2k06jkBpnzvOwtryfK-DiPW3gDZlarSwvI=w526-h296",
      "https://play-lh.googleusercontent.com/ijjBW3jDB-oscarj2HNWT4uvE-qeHOw0gtGt1heK1ZXJLOhmWyV01xed_9ca62-Yi7s=w526-h296",
      "https://play-lh.googleusercontent.com/70nsTb6wC3MnP-QTFflw-fIiTHLskrg8Ip3EoFuQgCM9Jt38dzKTs_SHSfu9X8TxBRc=w526-h296",
      "https://play-lh.googleusercontent.com/Bc6YXbvJbhTk8vI8aLPR0Oeo3BYb8kUv7ZFWO6Vw4ajGo2Q9CwNfPPDdqcJ7e0JZmfM=w526-h296",
      "https://play-lh.googleusercontent.com/3_MXbTVTt_u1OEuuMb_XAa_bEzZf5JChWnYz0II_at1-TmAT_Ok06HxaV8V1nOtRTcE=w526-h296",
      "https://play-lh.googleusercontent.com/uB0bRbLYMjQQDjc_t-PCBSFC8FnuJ2o_pmcR-aU_Kqm3TA2cGU_JE5Q1aHQi2YuyY6M=w526-h296",
      "https://play-lh.googleusercontent.com/LLRdgoqN6GSoj4-YWe7kGR6a4WNulEKWORjp3-3DvqHMgyQrujE-jLG_gHGoxpIjJQ=w526-h296",
      "https://play-lh.googleusercontent.com/nQePO_CEZ4UtDNtJLfUjld4ITcJPfMLxfgQmELPO6z90CbHJbeM_woRzbY3ZlxNTwnHC=w526-h296",
      "https://play-lh.googleusercontent.com/JKf861_5VNSOL3T4wNXyXYslbRAG_YkR39MHEhz6hiyryG7X1EsHeF2mHoSzy6o0qR0=w526-h296",
      "https://play-lh.googleusercontent.com/29tgFM2JqZJuOt415cydVxaYroPbVgOMQwVg7ap7qD5I5OEC79q7_41GbpfE1G9qMS7R=w526-h296",
      "https://play-lh.googleusercontent.com/4jsAmx9Ck4NYrumYMDBD0A7dHrnP__edrBmKTuWkJwwpJixxY2CbocYiOBKb-EfzLDQ=w526-h296",
      "https://play-lh.googleusercontent.com/ub0WZFt7TVRQoWiefT7dzPs4fvy-SalpmvRoZn-P61v_ltO5ambw0Rv9ycsQr7dQX2U=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "YOUR FASHION SUPERPOWER IN YOUR POCKET!Our app puts your whole wardrobe at your fingertips. Upload everything. What you love. Whatâs a bit âmehâ. What goes with what. What needs a little love. Weâll connect you with a whole clothes care network to help make the most of what you own.  Weâre not just a digital wardrobe app! We can help you access a range of on-demand local aftercare services, including alterations, repairs, eco-cleaning, customisation and upcycling of clothes, thereby extending the life of garments. Our app also uses artificial intelligence to allow garments to be easily scanned, identified and stored in usersâ virtual wardrobes, which ultimately helps reduce unnecessary repeat purchases.Save Your Wardrobe is driving a systemic change with a pioneering yet practical solution that brings together global brands, local businesses and consumers everywhere.With our app, you can: Effortlessly upload your wardrobe! Take pictures of your garments, remove the background and personalise your digital wardrobe with our selection of background colours.Get creative with our outfit collage feature! You can easily curate and showcase your fashion sense, and experiment with endless outfit combinations in just a few taps!Organise your wardrobe! Label your items and place them in relevant folders. Build outfits for every occasion and schedule them into your calendar! Itâs time to say goodbye to hectic outfit planning. Access a curated eco-system of aftercare services to make the most of your wardrobe! Choose from a selection of cleaning, repairs, alterations, upcycling and customisation services. Decode your wardrobe and gain insights into your most worn brands, colours, items as well as understanding the impact these pieces have via their Good on You rating.Gain deeper insight into your shopping habits and unlock a more circular mindset.Get inspired by our blog that features interviews with changemakers, sustainable wardrobe tips, and so much more! We donât mean to brag but weâve beenâ¦*Featured by Apple as App of The Day **Featured by Apple in 4 New Apps We Love ** Featured by Apple in Sustainability apps we love ** Featured by Apple in This Week's Favourites ** Featured by Apple in The Essentials ** Featured by Apple in Tidy Up With These Apps ** Featured by Apple in Sustainable fashion made easy ** Featured by Apple in Hottest apps in the UK right now * Download our app and join us in weaving the fabric of circular fashion."
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.saveyourwardrobe.syw&hl=en_US",
    "slug": "save-your-wardrobe-organiser"
  },
  {
    "id": "17908",
    "name": "PURE: Anonymous Dating & Chat",
    "category": "Dating",
    "rating": "4.4",
    "downloads": "119.6M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "2.97.322",
    "update_time": "26 Feb, 2025",
    "developer": "Online Classifieds AG",
    "icon": "https://play-lh.googleusercontent.com/dkZ-xdrzsRCumv2EvAJwFBHxk3FKUUYOb23U3f7kFGsUgVLgpzI9EGLVuqpWOHaa9Z4X=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/sdG2Fyjuf8oeFqP1i1K_y7kiXZhrcOycdgZY-icR6XyEkknZNfsCY-cGmqRsRrySja8E=w526-h296",
      "https://play-lh.googleusercontent.com/09FSqosiUWw3Fpc9N7FFN6j5jJbi5oXJvWHK4Wd0pXLuItIz8NDeBpmKDW3npgSQQdE=w526-h296",
      "https://play-lh.googleusercontent.com/ZywDZyoBVJ5s83-nf420g7pfFSaub6rY3DBEYDEZ5iUdx8hCyBGjr8cSDEV3UH8Kmhcc=w526-h296",
      "https://play-lh.googleusercontent.com/VPUBlUu8QTqGc9SUz_yfW2_dZn6IOyEtLah_hXD4b2cKMPOLYy6YFF9TsCsvU2hYLr4=w526-h296",
      "https://play-lh.googleusercontent.com/AydoVGI_Mkk5dO6oshxE3OCGq4Z2SGLPN5fyWclwjLLx5jDfreFdlGdRaSxHZXn-e20=w526-h296",
      "https://play-lh.googleusercontent.com/yrueCPnsdEyZSUBou38JdNhlDvYXAf0w75edNYDywAqGQmZsWO-oB-MCqI_kZNAR0wk=w526-h296",
      "https://play-lh.googleusercontent.com/8IiFZNFT6K2xMZxK6D_UZOhb1rjZMpOHaJDmdDrwvuYXUp47AdqEeIJDr9m4-Wlr8gM=w526-h296",
      "https://play-lh.googleusercontent.com/hVXtQWsHwhaW2srqkRpc5FOpPjBID0lcN9_CM-4NDdViQKtEmABnohy0axXqSvwl5_Zo=w526-h296",
      "https://play-lh.googleusercontent.com/t7TvVgtUvTur8sRPPxNFlLiEfVmtjdVhCy3L__vZW__SFVm5ZxveeXEf82uKFhdLFw=w526-h296",
      "https://play-lh.googleusercontent.com/-0PrxwGT_HcOxEuQjcpulpXZEnDxGSPXZ_czZIOC8tEtRaVgf-Si1jvFJXASlP48i4w=w526-h296",
      "https://play-lh.googleusercontent.com/GLsgC8wkkFaJ7xiIfpEBOEqtL53I3eFiX9FusFXDwKL7FB6v6d-2hOFqn6JiuG0HvQ=w526-h296",
      "https://play-lh.googleusercontent.com/OROGLSRvTbfH0tL8shFj1qelxsGu0OCGPTIfhzC-mLaTbiW3cPexwQU3BCnfbPdjlJE=w526-h296",
      "https://play-lh.googleusercontent.com/b0D_fotcmVVJ5qvJJjUEc05ZYZxXpj6xy3HljQtsI3S5Fq1SZUvoT6cFuE9we0kAq90=w526-h296",
      "https://play-lh.googleusercontent.com/4v-8l8Cm5_9rtSTEhL-4qCTjdZIN0uvWEkD8X6TPpjk-Fkb0v1UFrdyDNmsbV2R68nA=w526-h296",
      "https://play-lh.googleusercontent.com/seFlh0xWbRp0qSVJ5rE1gvNNVA9Ovg7v96wG2I_M3v1b8sx2l_J9kil1QyQ9MEmyNg=w526-h296",
      "https://play-lh.googleusercontent.com/MMS1EAowuRSuAI8OGXUR1TBlJuPb8_onFdfnGO2_PsnC3zW-VV4MCIYoAaQDBJR4Sps=w526-h296",
      "https://play-lh.googleusercontent.com/yQLKOsa6th0HX9Y7sYpsxDpR2lxAlpD5BEgp5Ac5GRD1R8fUXbDeo6bab7Hm9KX9jSQ=w526-h296",
      "https://play-lh.googleusercontent.com/_lrhhpKq3fdZkb7MH0j27oup9S13WlYV9lkmGVYLPQo79z0T9I8CHV3bTvFXZxnraDw=w526-h296",
      "https://play-lh.googleusercontent.com/7FB4yi4FyoXSPndFYFb0ZQoEf0D6ndac9TkbYW2txuI4UnODgLW18TTjiqN7WvGU6Hs=w526-h296",
      "https://play-lh.googleusercontent.com/aen3pdIU2pzZDgtjyTVNmm36ccJ3FzMKjI9unkz_fdMg2z6LKknTm8V8wcr9Dp3KRT4=w526-h296",
      "https://play-lh.googleusercontent.com/u-E1n49V9D-SLFQ3l6kAj6Ad-5bSav_89wnGCYn0U92D0-qv48WGeJFzHdWrdZ4xSoc=w526-h296",
      "https://play-lh.googleusercontent.com/Wg4XTJ2S8_lmP3NCSLuHKj8R9IX46gDjF1DFVu-_uN_k0jb2hrESmO7SVFiWIGk7XT8=w526-h296",
      "https://play-lh.googleusercontent.com/KaqC4OMGZumW8-PFfctX2lmggpVAXpvKqzhWL0fTAuqtpdU1F92vG0zfdpN0iKRkig=w526-h296",
      "https://play-lh.googleusercontent.com/xKlzAVg1jYR1l4YgEOEoYQrIUHo-MfnkyaRoWwznR_eGbTZpBpJW_VQo7198sWkuDNQ=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "PURE is a dating app for curious people to show up in their most playful version of themselves. Itâs a space to be honest with your intentions and clear in your boundaries.Connect with like-minded community to create and explore new exciting experiences in a safe and supportive space.Let your imagination go wild and get ready for amazing dates!* HOW PURE WORKS?Everything starts with Personal Ads. To see other people in the feed, you need to post your Ad. Write what kind of experience you are looking for and find someone who would share the same experience with you. Be creative and original with your ads, that's always appealing.* IN PURE ALL BORDERS ARE OPENParis, New-York or London? You can check any city worldwide and meet people from PURE community from around the globe.  * WHAT HAPPENS IN PURE STAYS IN PUREPhotos self-destruct right after being seen, and in case someone takes a screenshot, you will get a notification about that. Also, all chat messages, including photos and audio, shared in chats cannot be saved to the phone's gallery.* OUR MISSION IS TO KEEP PURE A PURE EXPERIENCESafety of our community is one of our key priorities. We are constantly improving our algorithms to find and get rid of scam and spam accounts, also our system sends automatic alerts on trigger words that might be used by scammers, so don't be surprised in case you will get a warning. Keep chatting anonymously via PURE and do not switch to other messengers. You know what they say: better safe than sorry. PURE uses auto-renewing subscriptions â you have to subscribe to get inside.Hereâs what you should know about PURE subscriptions:- If you choose to purchase a weekly, monthly or annual subscription you will be able to go online and interact via chats with other users during the chosen subscription period. The prices may vary per country and are subject to change with a notice. Prices are clearly displayed in the app.- All subscriptions renew automatically unless you cancel at least 24 hours before the end of the current subscription period without any limitations.- Auto-renewal can be canceled at any time by going to your settings in the Apple Store after the purchase.- All personal data is handled under PUREâs privacy policy https://pure.app/content/en/privacy- Terms and conditions: https://pure.app/terms/"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.getpure.pure&hl=en_US",
    "slug": "pure-anonymous-dating-chat"
  },
  {
    "id": "17909",
    "name": "Kindred Home Swapping",
    "category": "Travel",
    "rating": "4.8",
    "downloads": "147.6M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "2025.11.4",
    "update_time": "14 Mar, 2025",
    "developer": "Kindred Concepts Inc",
    "icon": "https://play-lh.googleusercontent.com/9uvsMkDA2bPHdXIxMh_ZEhnX8gHtISZtP2ERNX8DmUbIVzuHTMMzpMjv45nCI-hpZCM=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/R3ziSSU85FToP7Yow--XtMdJ6rhgiLiwRinsMjwMS8Kh1-PXSu2VKr1YVefxNB5q9Q=w526-h296",
      "https://play-lh.googleusercontent.com/lOKkC726UvBxDUF7efbcstnsk6nU-TSSpGukp97IwfUCZBMT4o76P99QYhVr29nqAAY=w526-h296",
      "https://play-lh.googleusercontent.com/4DnduA-Af4tFp8jIeGP_XP23Umv9__OjRidupRUxAKApJ3b3ots2cLcSIcPwDO0sOrI=w526-h296",
      "https://play-lh.googleusercontent.com/KuHs3ce-ORXHPitLepozMrmhb9jKkH1YcQO3ckPYyEe9mWbQ1yWRDxAJPpE-NEBXlw=w526-h296",
      "https://play-lh.googleusercontent.com/U4NELbmESf0vA6BwB0HkIO1MWbpnfx8A9J6rmsXon6GFYGrithoCf5PPBPYvVeiOKM_p=w526-h296",
      "https://play-lh.googleusercontent.com/54d6gMR-yDXpnYkWTk0KLbRZNH42IqeM_zGbCGJZ6HB6vBX1IPD4c0PnKEvZH3H_m4s=w526-h296",
      "https://play-lh.googleusercontent.com/xO6e53oDad2pvH8GFCcZQBX0JolGy7FARgmh-Jdx_Yr_WB_1MWq5D2YyGEiqlsrm4PU=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Kindred is a members-only home swapping network that harnesses the power of a trusted community to unlock a lifestyle rich with travel and human connection. By exchanging homes and apartments with peers, both renters and owners alike can access the opportunity to travel freely between vetted homes across North America and Europe. HOW IT WORKSUsing Kindred is simple: you give a night to get a night. Members can swap homes 1-for-1, or book stays with credits earned by hosting others. For each night you host a member, you receive a credit to book a stay of your own at any Kindred home.Once booked, your Kindred concierge takes care of all of logistics to make hosting and staying a breeze â from professional cleaning, to shipping you the guest sheets and toiletries â so you can focus on enjoying your trip.HOW TO JOINWe are accepting applications at [livekindred.com](http://livekindred.com) FEEDBACK We'd love your feedback as we build this product and community! Please reach out to"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.livekindred.app&hl=en_US",
    "slug": "kindred-home-swapping"
  },
  {
    "id": "17910",
    "name": "bless. healthy shopping habits",
    "category": "Lifestyle",
    "rating": "4.9",
    "downloads": "17.9M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "2024.3",
    "update_time": "05 Jun, 2024",
    "developer": "Stoic app inc.",
    "icon": "https://play-lh.googleusercontent.com/WWmTfCzbvTBunUNU6Xjpc1ULrqYIggNwgIZHJgTJFhBLg36ZhYs1aEanpp6zvGyIgUaA=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/gshVw-vIWpUHSVt5K8Ms9Xy9h1fQ7zBL698jnFx43at3SH7j6_ivKhEpm3t5AqHfCA=w526-h296",
      "https://play-lh.googleusercontent.com/AphbdR0FP84V5ppyBf79Q7T3rgZ9VS0SjM5o3uKwFYPcm1NfmKTAZR03HXEHSjgryiQ=w526-h296",
      "https://play-lh.googleusercontent.com/shRtx53dyjY-6a3X9OkhUoummSrlQRtt-as36Lqb4BCdzUamOKLwURJvYnA_O_-PqC8=w526-h296",
      "https://play-lh.googleusercontent.com/erDyr_sflRZ2e2vwpnAKvh1JsybYA8GnkYJEgj4SjG7EpQ65dfHg8JjLniIOmTrUGAc=w526-h296",
      "https://play-lh.googleusercontent.com/hmaQBgfVSoJLV91ladM3ZDD8cq4AMue4YPMw-jecGbeSHMeNxuqt-ITFZoiSXalqJHE=w526-h296",
      "https://play-lh.googleusercontent.com/amtqcq-CfdNvCQPyxKocqvuhXlYJN2lBUYryj8AXJQl4AgkOe1oqdxuf_nR5n1vOoYey=w526-h296",
      "https://play-lh.googleusercontent.com/4jrSo-8WsIl-nCBtn1C1E_VROg8OUXtiVBfkORxWzQHR16Y_4jwOTFUXRMzz5f1DNA=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Wanna be more mindful of your shopping habits? Buy less with bless, find joy and purpose in every purchase, and turn shopping into a fulfilling experience.Introducing bless, the perfect shopping companion that helps you adopt a mindful approach to shopping. Whether you want to keep track of your spending, declutter your living space, adopt a minimalist lifestyle, or make purchases that reflect your values, bless has got you covered. The whimsical raccoon guide will assist you in making thoughtful purchase decisions and developing a healthier relationship with material possessions.Bless is more than just an app - it's a partner on your journey towards mindful consumption, offering insightful features and supportive guidance to make every purchase meaningful.Mindful Wishlist:Add the things you wish to buy and revisit them after a set period. This feature promotes thoughtful purchases, reduces impulsive buying, and encourages reflection on spending habits.Expense Tracker:Track your expenses, understand your spending habits, and align purchases with your values using an intuitive interface that simplifies the process.Don't Want Anymore List:Catalog items you decided not to purchase, keep track of your savings and reflect on your consumption choices. Most importantly, be proud of your mindful decisions.Got Rid Of List:Log your progress in decluttering your living space. Select how you've parted ways with your non-essential possessions, whether you sold them or gave them away. Revisit the list and experience the satisfaction of seeing how far you've come.âShould I?â Test:A feature that encourages thoughtful spending through reflective questioning before making a purchase. You'll learn to make informed decisions and adopt a mindful approach to consumption.Educational Content:Discover a collection of resources on mindful shopping, minimalism, and conscious consumerism. Our raccoon companion provides daily tips to help make mindful consumption effortless.Shopping Shield:Your online shopping experience just got much more mindful. If you feel that browsing shopping apps and websites risks your budget and distracts you from more important things in your life, install Bless Shield. Now, you can block certain apps and websites and even pick entire categories, like social media, to help you stay focused and mindful of your spending.Challenges:Who doesn't love a good challenge? Try out a week or a month of decluttering (get rid of one thing a day), mindful shopping (log every purchase to the app), or digital detox (no online shopping). The longer you keep it up, the easier it gets. Even if you don't complete the whole thing, don't lose your motivation; you can always start again!Premium features:Subscribing to the bless premium plan gives you access to a variety of handy features. You can easily set up and change currencies, track your shopping tendencies via colorful charts, and select your preferred raccoon icon. We appreciate your support and plan for many future updates!Term of Use: https://www.getbless.app/privacy-terms"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.bless.android&hl=en_US",
    "slug": "bless-healthy-shopping-habits"
  },
  {
    "id": "17911",
    "name": "By Rotation | Rent Buy Fashion",
    "category": "Shopping",
    "rating": "4.5",
    "downloads": "151.3M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "2.10.12",
    "update_time": "06 Jan, 2025",
    "developer": "By Rotation LTD",
    "icon": "https://play-lh.googleusercontent.com/3mAz6VqArgdo4CY1HgVdm-efYbzgON2PrIEWSbd0sR-RenbQezpOaT9HSUazoF3LmVg=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/wvhssXoHzrs2q-blZ2_dCKFeMckEOu0tZC-guegUlPmqzbMjarNJDhEYGui_pBQGNWc=w526-h296",
      "https://play-lh.googleusercontent.com/eo2CEev6OsWJUiOm2BkiodJfVTbkGdb0wUOb-It1O27qcQJuYgDsvHfgvc3DgxjZsg8=w526-h296",
      "https://play-lh.googleusercontent.com/_FFQmvHX4rQ40DVUH7MMmXQP177wHUfKs3HEoOGL7a9syMv0ghp4rPJ9XO5JPvYe9k4=w526-h296",
      "https://play-lh.googleusercontent.com/r4hGSAdez3hKE2B1KdYH65xRtsJn_YcXL2O_5JveJ8VcZowUi4ij2aACF8ICW0Uf-Tck=w526-h296",
      "https://play-lh.googleusercontent.com/X4eXr84pHD59QehHbQlBfix341sRDYKRMeWodQiQOCc7kkOC2EwakTdIEaKnIzeR7Q=w526-h296",
      "https://play-lh.googleusercontent.com/YdHSCbvCj8Hhht2Mf493ZtQFQ2350rHJDwmwjyofahyMCcG4iF0e3sctbO1M0yHIA6w=w526-h296",
      "https://play-lh.googleusercontent.com/mfD_zXN9pCdn7noNHWP8LgniByzpNyozoe-6tLxEp4C5tT0OhiL_AHdvExoo84enpFI=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Rent Designer Fashion for a Fraction of the Retail Price. Download the Free App and Rent your Dream Outfits from 800+ Designers & 150,000+ Dresses, Bags, and Accessories.Save Money & the Planet by Renting Designer Fashion instead of Buying New. Buy & Sell Pre-Loved Items. Earn Money by Loaning Your Wardrobe to our Community of Rotators.HOW TO RENT:Access High Quality Pieces of Clothing & Accessories on the Free App. - Browse Trending Items, Explore Seasonal Collections, or Filter by Colour, Size, Brand, Style, and More to find your Dream Outfit in Minutes.- Rent from 1 Day to an Entire Month & Book up to 6 Months in Advance - the Choice is Yours- Communicate with your Lender about Fit & Style via our Secure Messaging Service - Receive your Rental Conveniently to your Door or Collect in a Public Location Convenient for You.HOW TO LOAN:Earn Money by Loaning your Wardrobe to Others. - Upload your Items on the App in under a Minute by Adding Product Photos, Category & Description- Accept or Reject incoming Requests to Rent your Items - itâs in Your Hands- Communicate with your Renter and Choose to either Mail your Item or Arrange a Collection in your Neighbourhood- Receive your Item back & Get Paid directly into Your Bank Account Know Your Impact! When you Choose to Rent and Lend with By Rotation, not only are you Keeping Clothes in Circulation for Longer, you are also Helping to Reduce the Amount of Clothes Going to Landfill. Join our Community of Fashion-Conscious Individuals who are Making a Difference for our Planet and their Wallet.Find Us:Website: https://byrotation.com/usInstagram: https://www.instagram.com/byrotation/TikTok: https://www.tiktok.com/@byrotationTwitter: https://twitter.com/byrotationDownload By Rotation Now and Join our Community because #WhatsMineIsYours!"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.byrotation.app&hl=en_US",
    "slug": "by-rotation-rent-buy-fashion"
  },
  {
    "id": "17912",
    "name": "Rap Fame - Rap Music Studio",
    "category": "Music & audio",
    "rating": "4.7",
    "downloads": "435.4M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "3.55.5",
    "update_time": "18 Mar, 2025",
    "developer": "Rap Tech Studios",
    "icon": "https://play-lh.googleusercontent.com/3wReLLObI6rQP0QEut9h_9qR2AVBpZ7iBptTmnDH-Z3gpwTOtK-ZddV2oo6-ZUX4yhQ=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/Fn1gMQCeXv4vVeyfiqLVuZ6QFgMWypi2F802RBkxdMOhDsUAo73ajKgEExLkVu5BHSRz=w526-h296",
      "https://play-lh.googleusercontent.com/V68o13X9qmpRA1vW04-dqzgFiKmvO67RE53X1H9TSBvDnZqSiy1G73PNY3MVRgUOFDLh=w526-h296",
      "https://play-lh.googleusercontent.com/0Lgpt6e6Ah4HKHIGCtETszATFP1FwXypQZf1SMBy0VxTsBLn2A1aLCqAVXUVDT3lzg=w526-h296",
      "https://play-lh.googleusercontent.com/BvwbW-sDIxe1FK1co9zpTTgk2AjCNE7uAPUe0RQfPL70IfQ5DgK2QgYaeUOOr-GhKMc=w526-h296",
      "https://play-lh.googleusercontent.com/9Go1_ZS5XfsBwDuyupfm2N9lLl4XvOz1wW8TsHcigtB3_aVcbzP24yU5hlNSGG2xuqyE=w526-h296",
      "https://play-lh.googleusercontent.com/OaX1x7cXWnIBwi6Dwl6efFjM_3iEjVGPwUo03Y6YC1_5RGIreov_XhoSW5rsSAKtFpIa=w526-h296",
      "https://play-lh.googleusercontent.com/k5Be-CBny5ulY31be6E6eCqrMnzHTvRUqOdI1P986JS88jA4l7PdyNMsJEMI3pqT0-I=w526-h296",
      "https://play-lh.googleusercontent.com/uKAXpf5RtsbkfRCDfcYyvVWB1kO4HPdP344JWwAtZJ_BIxcmrZa40eHgEBKQJBztpRY=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Like hip hop? Try being a Rapper yourself. Record, Promo & Share tracks w. MILLIONS of fans on Rap Fame.PRO Recording StudioEdit your voice tracks and use a Huge Library of HOT Beats.Sound like a Pro on your phone with the latest Rap Studio.Rappers use us to get signed by the Worldâs Biggest Labels!!Hip Hop CommunityCollab w. Stars/ Spread Mixtapes/ Win Prizes/ Get Followed/Rap Fame is a network where passionate Hip Hop fans can connect and listen to authentic underground rap music.Discover New MusicFind real Hip Hop talent heading to the top of the Rap GameNow ft revolutionary Judge Studio Sessions: Prove your Rap Knowledge and Discover Fresh new Tracks.So youâre a Beat Maker?If youâre a Beat owner / Beat Maker go upload custom beats! You can Rap Over your custom beats with a subscription. If youâre a Pro Beat Maker go submit beats officially and you could make it to our official public beat library.Download Rap Fame and Win the Rap Game:KEY FEATURESâ¢ Choose a Beat from a rich library of HOT beats. !!! Get exclusive beats from top beatmakers !!!â¢ Rap Recording Studioâ¢ Find Rhymes for your lyrics with hot auto rhyme finder.â¢ Rap Profile. showcase studio tracks, social links & stats.â¢ Top Charts. Dominate for more likes, plays and comments.â¢ HOT Feed. Hand picked rap studio tracks, collabs & videos.â¢ Rap Contests. Weekly! Get exposure & win cash prizesâ¢ Live Feed. Follow your favourites and discover new music.â¢ Hip Hop Community. Chat with friends and fans directly.â¢ Collab with other dope rappers through the rap app.â¢ Create Rap Crews or join an existing oneâ¢ Share Tracks on Youtube, IG, FB, Twitter and many more Global Rap Fame!Our Community has recorded and uploaded more than 2.5 million songs to date. So, what are you waiting for? Join the global trend of upcoming and established artists Rapping on Rap Fame!Pick up the Phone â Drop the Mic!You can Read Our Privacy Policy at:https://www.raptech.co/privacy-policyYou can read our terms of use at:https://www.raptech.co/terms-of-use*Subscription Prices are equal to the value that âAppleâs App Store Matrixâ determines to be the equivalent of the subscription price in $USD."
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.komspek.battleme&hl=en_US",
    "slug": "rap-fame-rap-music-studio"
  },
  {
    "id": "17368",
    "name": "Temu: Shop Like a Billionaire",
    "category": "Shopping",
    "rating": "4.7",
    "downloads": "43M",
    "age": "4+",
    "price": "Free",
    "safety": "100% Safe",
    "version": "2.79.0",
    "update_time": "02 Jul, 2024",
    "developer": "Temu",
    "icon": "https://play-lh.googleusercontent.com/9v08ai07I8aoFLj5M-90nzWPpvyNzOVgA2ZWF9avdW7oS8L9YqF9trVI44SUn2qGTA0=w240-h480",
    "screenshots": [
      "https://play-lh.googleusercontent.com/a5On1ERL5wZBhWfVif2mEMqxtN7KjL1W4yxIgp9nWsJ_dLHbVsfr4AF4nyUgTgtermg=w526-h296",
      "https://play-lh.googleusercontent.com/VtRBYUC9So1GP6nlhqEPvI9tvIR1mcUOZ8Wy9AEJP6zRqZjUNZEMRDW1orEfZRiVp_g=w526-h296",
      "https://play-lh.googleusercontent.com/TdeUBc0-H4CZ8aVJZIaXy1d5CIlSVP0ILF10hd5EpikXOwNSQ7DuuqqZxvFVq0HOJOxM=w526-h296",
      "https://play-lh.googleusercontent.com/p1z66rsV1R85r-Bsy0-WQ20rkMk7r2WfpiSxV75U7ALs0MbxT_pRGZblaXwgTcCKyQ=w526-h296",
      "https://play-lh.googleusercontent.com/VIA-xeaVPXT1lMDqyhYKNPMPmQq4Cb-05hu4QSQOmVXQ2WGrYLT5uOHYfm-Mqh7X4Q=w526-h296",
      "https://play-lh.googleusercontent.com/MTpplQtoWB8i31kdGPhvksgh9e9V2CL0-R4Rfk5SYrOg8q6jrWDY4uVQNomXCxp7Iw=w526-h296",
      "https://play-lh.googleusercontent.com/4ZH8MtICn2uCRp5dk5KvgoPyStTOlaY2P45P5Rz6ANZ9zk2RnThnV5KtVX6xo0vQVQs=w526-h296",
      "https://play-lh.googleusercontent.com/BJObr0BfvzE7q2ENSChjQZ7gXdQMcoYQ3ZF5Chi7OtHfaOclAd5TiGRXxMW_caSGRw=w526-h296",
      "https://play-lh.googleusercontent.com/ws-fXRFeGjurF_P1VdSXdA-gdV6ckBEq9F0NNBATrKPqWER8zWE8Wdwxy2Mx1nc7efs=w526-h296",
      "https://play-lh.googleusercontent.com/OMVoDB5oq5FFP6Ol_uKmxyyI2y_kEQ7hI29mz2bChUDXxOOXGfhwInepa9MrPb7aios=w526-h296",
      "https://play-lh.googleusercontent.com/ARRDeq6wvd26u-XCzywNm_d3iCsXW4QipUBUlkcr8SWX_Z44Dbl1P42EgHhtq5zFcnOj=w526-h296",
      "https://play-lh.googleusercontent.com/KyYWoKwIZaYQ9XBmbpWK_E2nd5rAkkMCVcV-YhsWAYQ5NGPr0Wm33hv4t0TF7vvNJ7U=w526-h296",
      "https://play-lh.googleusercontent.com/keoM7GMQsGwwf7I9WgGNakTBmOEqLslUl781QSQnjuAWGBF2k6JY-hUtzuMjhQRzh3Nq=w526-h296",
      "https://play-lh.googleusercontent.com/vK0xTDI2XMhJrBNRXKvYzRhMP2SCg6-2_KMilABT_XuP2-HxMPlT9lZS-khY1sb4Iww=w526-h296",
      "https://play-lh.googleusercontent.com/2OBU9egQuu8e7h9ID5HoK_jgnoZwJmz3VpgiMtLOlE3NRt3sneFsekH-Uw4YBB8PTdM=w526-h296",
      "https://play-lh.googleusercontent.com/I-y62Wsjg5HXE-idLOb69xLeY2NyJhvar2lW20uUCYXcp97tlB15bvEsC7TD5CbxXQM=w526-h296",
      "https://play-lh.googleusercontent.com/3EaojNxgrv_fcx7scGRind7HdZHF_-hg6JKgAtmtr-zBokapUkBMOnBrS-V5YWm9iw=w526-h296",
      "https://play-lh.googleusercontent.com/he0PC7jXjaLP4A-pvKcz3C5XRCazyu2h7actAkK9lRt6-E_7JqB_MLPOHXzihsiMGQ=w526-h296",
      "https://play-lh.googleusercontent.com/hHMXy6NudEvNjmy3JOaDsWQeCCzv2f3rUx3OpXnGnjyK49YxSnhwpFrTVtvTQE7HMuc=w526-h296",
      "https://play-lh.googleusercontent.com/rzy4tiNAWPAYuplqOtYdzpx84GGyQ9IWl9gFQvFO73yu1wdPW2Deac6BX9q7265iHrA=w526-h296",
      "https://play-lh.googleusercontent.com/pOTbMLWShtpj_kDWDRdW99MMl8DNOUTeUlOH9x56nHg5P2Oi-XZ1BS60nJQKqoiNpg=w526-h296",
      "https://play-lh.googleusercontent.com/OOXUmZ9X1IqniD-gCW2sR3zOyc7skZlP3S3PIy-2PWsuWzcuApygQ8iF3LnVvZ208mE=w526-h296",
      "https://play-lh.googleusercontent.com/1FDUYRI_FjfhLF0nh6hZZzPNQLTiVm35UhHc8jly0KLhuPW9CoLalczvxuJNXmx9ph0=w526-h296",
      "https://play-lh.googleusercontent.com/LuAjQmkP0mosFYDY_vAYi8g1E3ufRHtdQglwkAjKNzhR7HSRI0cUj79jFF0ov3Sv_A=w526-h296"
    ],
    "features": [
      {
        "type": "Core Features",
        "items": [
          {
            "title": "about the app",
            "description": "Shop on Temu for exclusive offers. No matter what you're looking for, Temu has you covered, including fashion, home decor, handmade crafts, beauty & cosmetics, clothing, shoes, and more.Download Temu today and enjoy incredible deals daily.WIDE SELECTIONDiscover thousands of new products and shops.CONVENIENCEFast and secure checkout.Free shipping & returns within 90 days.*Other conditions may applyVisit temu.com or follow us on:Instagram: https://www.instagram.com/temu/TikTok: https://www.tiktok.com/@temu Facebook: https://www.facebook.com/shoptemuYoutube: https://www.youtube.com/@temu"
          }
        ]
      }
    ],
    "download_url": "https://play.google.com/store/apps/details?id=com.einnovation.temu&hl=en_US",
    "slug": "temu-shop-like-a-billionaire"
  }
]